;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: geogeo.gr@gmail.com
; TranslationAuthorWeb: https://www.geogeo.gr
; Soft Version: 5.02.502
; Update: 16-8-2018
;
[Lang]
NativeLanguage=Ελληνικά
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού
ButtonSkin=Θέμα
apply=Εφαρμογή
Nothanks=Όχι, ευχαριστώ
ButtonCancel=Άκυρο

[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
LangShortName=el-gr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Προεπιλογή
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
CurVer=Τρέχουσα έκδοση:
FrmSkin.Btnok.Caption=Εντάξει
Weathertag=C
FrmGeneral.lblunit.caption=Μονάδα θερμοκρασίας:
DelSkinHint=Διαγραφή θέματος
LikeOurSoft=Δοκιμάστε περισσότερα προϊόντα από την ομάδα Wise αν σας άρεσε το Wise Care 365!
DownloadMore=Δωρεάν λήψη
Frmboot.lblsec.caption=Δευτ.
FrmBuy.lblinfo4.caption=Δωρεάν υποστήριξη για πάντα.
;
; Popup menu
;
pmDelete=Διαγραφή επιλεγμένων μεγάλων αρχείων
pmHelp=Άμεση βοήθεια
pmforum=Φόρουμ
pmHome=Ιστοσελίδα
pmContact=Επικοινωνήστε μαζί μας
pmSettings=Ρυθμίσεις
pmCheckNew=Έλεγχος για ενημερώσεις
pmLang=Γλώσσα / Language
pmRegister=Καταχώρηση
pmAbout=Περί...
pmLicenseKey=Αλλαγή κλειδιού αδείας
pmIgnore=Παράβλεψη αυτού του στοιχείου
pmRCrec=Επιλογή ασφαλών καταχωρήσεων
pmDCrec=Συνιστώμενα
pmAll1=Επιλογή όλων
pmNone=Καμία επιλογή
pmInvert=Αντιστροφή επιλογής
pmGo=Άνοιγμα φακέλου που το περιέχει
pmGoReg=Άνοιγμα στον επεξεργαστή μητρώου...
pmExport=Εξαγωγή σε...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Βοήθεια
FrmWPMain.btncheckup.caption=Έλεγχος υπολογιστή
FrmWPMain.btnsysclean.caption=Καθαρισμός συστήματος
FrmWPMain.btnsystune.caption=Βελτιστ. συστήματος
FrmWPMain.btnprivacy.caption=Προστασία απορρήτου
FrmWPMain.btnSysmon.caption=Εποπτεία συστήματος
FrmChangeHeader.caption=Αλλαγή πορτρέτου
FrmHome.btnactive.caption=Αναβάθμιση σε έκδοση Pro
FrmHome.lblshare.caption=Μοιραστείτε το Wise Care 365
FrmHome.lbltools.caption=Βοηθήματα
FrmHome.btntools.hint=Περισσότερα βοηθήματα
FrmHome.btnhead.Hint=Αλλαγή πορτρέτου
FrmHome.edtuser.Hint=Αλλαγή ψευδώνυμου
FrmHome.btnfacebook.hint=Μοιραστείτε το Wise Care 365 στο facebook
FrmHome.btntwitter.hint=Μοιραστείτε το Wise Care 365 με το twitter
FrmHome.btngoogle.hint=Μοιραστείτε το Wise Care 365 στο google+
FrmHome.btnemail.hint=Πείτε στους φίλους σας για το Wise Care 365
FrmHistory.btncheckup.caption=Έλεγχος
FrmHistory.lblrecord.caption=Εκκαθάριση εγγραφών 
FrmExam.btncancel.caption=Άκυρο
FrmExam.lblrecheck.caption=Έλεγχος ξανά
FrmExam.btnfix.caption=Διόρθωση
FrmButtons.lblinfo.caption=Μπορείτε να ταξινομήσετε όλα τα παρακάτω βοηθήματα μεταφέροντας κι αφήνοντας τα εικονίδια.
;
; About
;                                                    
Frmabout.lblstatus.caption=Κατάσταση:
FrmAbout.caption=Περί...
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmAbout.lblWarning.caption=Προειδοποίηση: Αυτό το πρόγραμμα υπολογιστή προστατεύεται από τους νόμους και τις διεθνείς συνθήκες περί πνευματικής ιδιοκτησίας.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Σάρωση
Frmadvdc.lblpath.caption=Θέση σάρωσης:
Frmadvdc.btnrescan.caption=Σάρωση ξανά
Frmadvdc.btnall.caption=Επιλογή όλων
Frmadvdc.btnadvanced.caption=Προηγμένες ρυθμίσεις
Frmadvdc.btnnone.caption=Καμία επιλογή
Frmadvdc.lblspeed.caption=Η υψηλότερη ταχύτητα σάρωσης στον κόσμο!
Frmadvdc.lblrec.caption=Άλλες αγαπημένες εφαρμογές χρηστών:
Frmadvdc.vtfiles.Columns[0]=Όνομα αρχείου
Frmadvdc.vtfiles.Columns[1]=Μέγεθος
Frmadvdc.vtfiles.Columns[2]=Κατάλογος
Frmadvdc.vtfiles.Columns[3]=Τελ. προσπέλαση
Frmadvdc.vtfiles.Columns[4]=Τύπος
FrmAdvSettings.lblinfo.caption=Η «Εύρεση κενών αρχείων» ισχύει μόνο μία φορά. Την επόμενη φορά πρέπει να επιλέξετε ξανά.
FrmAdvSettings.btnok.caption=Εντάξει
FrmAdvSettings.btnadd.caption=Προσθήκη
FrmAdvSettings.btnremove.caption=Κατάργηση
FrmAdvSettings.btncancel.caption=Άκυρο
FrmAdvSettings.wcknull.caption=Εύρεση κενών αρχείων (0 bytes, πιό αργά)
FrmAdvSettings.wckshortcut.caption=Εύρεση μη έγκυρων συντομεύσεων (πιο αργά)
FrmAdvSettings.caption=Προηγμένες ρυθμίσεις
FrmAdvSettings.btnre.caption=Συνιστώμενα
FrmAdvSettings.btnall.caption=Επιλογή όλων
FrmAdvSettings.btnnone.caption=Καμία επιλογή
;
; Backup and restore
;
FrmBackup.caption=Αντίγραφο ασφαλείας
FrmBackup.btnreg.caption=Δημιουργία αντιγρ. ασφαλείας πλήρους μητρώου
FrmBackup.btnsys.caption=Δημιουργία σημείου επαναφοράς συστήματος
FrmRestore.caption=Κέντρο επαναφοράς
FrmRestore.btnRegBk.caption=Επαναφορά μητρώου
FrmRestore.btnSysBK.caption=Επαναφορά συστήματος
FrmRestore.btnclose.caption=Κλείσιμο
FrmRestore.btnrestore.caption=Επαναφορά
FrmRestore.btnremove.caption=Κατάργηση
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Προσθήκη του τεμαχιστή αρχείων στο μενού περιβάλλοντος
FrmBFConfig.btnall.caption=Επιλογή όλων
FrmBFConfig.btnnone.caption=Καμία επιλογή
FrmBFConfig.btnRemove.caption=Κατάργηση
FrmBFConfig.caption=Στοιχεία παράβλεψης
Frmbigfile.vtfiles.Columns[0]=Όνομα αρχείου
Frmbigfile.vtfiles.Columns[1]=Μέγεθος
Frmbigfile.vtfiles.Columns[2]=Τύπος
Frmbigfile.vtfiles.Columns[3]=Τελ. προσπέλαση
Frmbigfile.vtfiles.Columns[4]=Κατάλογος
Frmbigfile.lblpath.caption=Θέση σάρωσης:
Frmbigfile.btnrescan.caption=Σάρωση ξανά
Frmbigfile.btnsearch.caption=Αναζήτηση
Frmbigfile.btndel.caption=Διαγραφή
Frmbigfile.btncancel.caption=Διακοπή
FrmBigFile.btnIgnore.caption=Παράβλεψη επιλεγμένων στοιχείων
FrmBigFile.btnExport.caption=Εξαγωγή σε...
FrmBigFile.btnExConfig.caption=Στοιχεία παράβλεψης
;
; Register 
;
FrmBuy.lblfull.caption=Εγγραφή για την πλήρη έκδοση του Wise Care 365 Pro:
FrmBuy.lblfull1.caption=Προκειμένου να χρησιμοποιήσετε όλες τις λειτουργίες του Wise Care 365, πρέπει να αγοράσετε την πλήρη έκδοση. Με την πλήρη έκδοση του Wise Care 365, μπορείτε:
FrmBuy.lblinfo0.caption=Ένα κλικ για διόρθωση όλων των θεμάτων σε δευτερόλεπτα.
FrmBuy.lblinfo1.caption=Καθαρίζει αυτόματα όλα τα άχρηστα αρχεία, ίχνη υπολογιστή και το ιστορικό.
FrmBuy.lblinfo2.caption=Ενισχύει την ταχύτητα εκκίνησης, την ταχύτητα σύνδεσης στο Διαδίκτυο και διατηρεί τον υπολογιστή PC νέο.
FrmBuy.lblinfo3.caption=Προστασία σε πραγματικό χρόνο και βελτιστοποίηση συστήματος των Windows.
FrmBuy.btnbuy.caption=Καταχώρηση τώρα
FrmBuy.btnactive.caption=Ενεργοποιήστε το κλειδί της άδειας σας
FrmBuy.lblguarantee.caption=Εάν δεν είστε ικανοποιημένοι με το λογισμικό για οποιοδήποτε λόγο, μπορείτε να έχετε επιστροφή όλων των χρημάτων εντός 60 ημερών από την ημερομηνία αγοράς.
FrmBuy.lblkey.caption=Έχετε ήδη ένα κλειδί άδειας χρήσης;
FrmRegister.caption=Καταχώρηση
FrmLicense.lblinfo.caption=Σας ευχαριστούμε που επιλέξατε το Wise Care 365!
FrmLicense.lblinput.caption=Παρακαλώ εισάγετε το κλειδί αδείας για να ενεργοποιήσετε την έκδοση PRO.
FrmLicense.lblname.caption=Όνομα χρήστη:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Κλειδί άδειας:
FrmLicense.btnregister.caption=Καταχώρηση
FrmLicense.lblhelp.caption=Έχετε πρόβλημα εισαγωγής του κλειδιού άδειας χρήσης;
FrmLicense.lblnokey.caption=Δεν έχετε ακόμη κλειδί άδειας χρήσης;
FrmLicense.lblsupport.caption=Επικοινωνήστε μαζί μας
FrmLicense.btnbuy.caption=Αγορά τώρα
FrmExitNotice.btnexit.caption=Έξοδος
FrmExitNotice.btnreg.caption=Προχωρήστε στην εύκολη καταχώρηση
FrmExitNotice.lbltitle.caption=Πριν το κλείσιμο Wise Care 365 Pro. Σημείωση:
FrmExitNotice.lblinfo.caption=Αυτά τα ζητήματα ενδέχεται να επιβραδύνουν τον υπολογιστή σας, να μειώσουν την αποτελεσματικότητα και να αυξήσουν την απογοήτευση και την απώλεια χρόνου.
FrmExitNotice.lblregister.caption=Καταχώρηση του Wise Care 365 Pro σε:
;
; Common disk clean
;
FrmCommon.btnall.caption=Επιλογή όλων
FrmCommon.btnre.caption=Συνιστώμενα
FrmCommon.btnnone.caption=Καμία επιλογή
FrmCommon.btnScan.caption=Έναρξη σάρωσης
FrmCommon.lblstat.caption=Γρήγορη κι εύκολη εκκαθάριση άχρηστων αρχείων και ιχνών.
FrmCommon.btncancel.caption=Άκυρο
FrmCommon.btnrescan.caption=Σάρωση ξανά
;
; Registry Clean
;
FrmRegClean.btnall.caption=Επιλογή όλων
FrmRegClean.btnre.caption=Συνιστώμενα
FrmRegClean.btnnone.caption=Καμία επιλογή
FrmRegClean.btnCustom.caption=Προσαρμοσμένη περιοχή
FrmRegClean.WiseLabel1.caption=Χρονοδιάγραμμα
FrmRegClean.lbltype.caption=Τύπος εκτέλεσης:
FrmRegClean.lblweek.caption=Επιλογή ημέρας:
FrmRegClean.lbltime.caption=Ώρα:
FrmRegClean.btnScan.caption=Σάρωση
FrmRegClean.btncancel.caption=Άκυρο
FrmRegClean.btnrescan.caption=Σάρωση ξανά
FrmRegClean.lblstat.caption=Δεν έχετε καθαρίσει ακόμη το μητρώο σας. Συνιστάται άμεση σάρωση!
FrmRegClean.lblinfo.caption=Ο τακτικός καθαρισμός του μητρώου σας, κάνει τον υπολογιστή σας ταχύτερο και πιο σταθερό.
Frmcustom.caption=Προσαρμοσμένη περιοχή
Frmcustom.btnre.caption=Συνιστώμενα
Frmcustom.btnall.caption=Επιλογή όλων
Frmcustom.btnnone.caption=Καμία επιλογή
Frmcustom.btncancel.caption=Άκυρο
Frmcustom.btnok.caption=Εντάξει
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Ελεύθ. χώρος
FrmDiskDefrag.btnfolder.caption=Φάκελος
FrmDiskDefrag.btnfile.caption=Αρχείο
FrmDiskDefrag.btnsystem.caption=Αρχείο συστήματος
FrmDiskDefrag.btnFragmented.caption=Τμήματα
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Τερματισμός λειτουργίας μετά την ανασυγκρότηση του δίσκου
FrmDiskDefrag.btnpause.caption=Παύση
FrmDiskDefrag.btnstop.caption=Διακοπή
FrmDiskDefrag.btnDefrag.caption=Ανασυγκρότηση
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Το σβήσιμο δίσκου μπορεί να προστατεύσει το ιδιωτικό σας απόρρητο, με την πλήρη κατάργηση των διαγραμμένων αρχείων.
FrmDiskErase.btnstopErase.caption=Διακοπή
FrmDiskErase.chkshutdown.caption=Τερματισμός λειτουργίας μετά το σβήσιμο του δίσκου
FrmDiskErase.BtnErase.caption=Διαγραφή
FrmDiskErase.lblerasemode.caption=Ασφάλεια:
FrmDiskErase.vstDisk.Columns[0]=Οδηγοί
FrmDiskErase.vstDisk.Columns[1]=Συνολικό μέγεθος
FrmDiskErase.vstDisk.Columns[2]=Ελεύθερος χώρος
FrmDiskErase.vstDisk.Columns[3]=Κατάσταση
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Εισαγωγή
FrmExclusion.btnexport.caption=Εξαγωγή
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Τα τεμαχισμένα αρχεία θα αφαιρεθούν διεξοδικά και δεν θα μπορούν να αποκατασταθούν.
FrmFileShredder.lblFileLine2.caption=Εμποδίζει τα τεμαχισμένα αρχεία να αποκατασταθούν, με επικάλυψη του αρχικού τους χώρου.
FrmFileShredder.btnErase.caption=Τεμαχισμός
FrmFileShredder.btnaddfile.caption=Προσθήκη αρχείων
FrmFileShredder.btnaddfolder.caption=Προσθήκη φακέλων
FrmFileShredder.btnstop.caption=Διακοπή
FrmFileShredder.btndelitem.caption=Κατάργηση
FrmFileShredder.vtfiles.Columns[0]=Όνομα αρχείου-φακέλου
FrmFileShredder.vtfiles.Columns[1]=Κατάλογος
FrmFileShredder.vtfiles.Columns[2]=Κατάσταση
;
; General Settings 
; 
FrmGeneral.lbltrash.caption=Τα άχρηστα αρχεία είναι πάνω από
FrmGeneral.lbltrace.caption=Ο αριθμός των ιχνών είναι πάνω από
FrmGeneral.chkturbo.caption=Εκτέλεση του Wise Turbo αυτόματα, όταν συμβεί ένα απ' τα παρακάτω
FrmGeneral.chkstartup.caption=Εκτέλεση κατά την εκκίνηση των Windows
FrmGeneral.chkbooster.caption=Εκτέλεση του Επιταχυντή Εκκίνησης κατά την εκκίνηση του υπολογιστή
FrmGeneral.lblsys.caption=Σύστημα
FrmGeneral.lblupdate.caption=Έλεγχος ενημερώσεων:
FrmGeneral.chknews.caption=Έλεγχος για ενημερωτικό δελτίο κατά τη φόρτωση της εφαρμογής
FrmGeneral.chkexp.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη
FrmGeneral.lblexp.caption=Λεπτομέρειες
FrmGeneral.lblportable.caption=Φορητή έκδοση
FrmGeneral.btnmakeportable.caption=Δημιουργία φορητής έκδοσης
FrmGeneral.lblinterface.caption=Περιβάλλον χρήστη
FrmGeneral.lbllang.caption=Γλώσσα:
FrmGeneral.chkue.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη
FrmGeneral.btnupdate.caption=Έλεγχος τώρα
FrmBoosterSettings.chkauto.caption=Λήψη πληροφοριών καιρού με αυτόματο εντοπισμό τοποθεσίας
FrmBoosterSettings.chkset.caption=Χρήση της παρακάτω τοποθεσίας για λήψη πληροφοριών καιρού
FrmGobleSettings.btnstartup.caption=Επιτάχυνση εκκίνησης
;
; Settings GUI
;
FrmGobleSettings.caption=Ρυθμίσεις
FrmGobleSettings.TabBtnGeneral.caption=Γενικά
FrmGobleSettings.TabBtnClean.caption=Εκκαθάριση
FrmGobleSettings.TabBtnExclusion.caption=Εξαίρεση
FrmGobleSettings.TabBtnCheckup.caption=Προσαρμ. έλεγχος
FrmGobleSettings.btncancel.caption=Άκυρο
FrmGobleSettings.btnok.caption=Αποθήκευση
FrmGobleSettings.btnTray.caption=Ειδοποιήσεις
FrmGobleSettings.btnSysProect.caption=Σύστημα προστασίας
;
; Update
;
FrmNewVer.lblTitle.caption=Μια νέα έκδοση είναι διαθέσιμη.
FrmNewVer.lblignore.caption=Παράβλεψη αυτής της έκδοσης
FrmNewVer.btnno.caption=Όχι τώρα
FrmNewVer.btnUpdate.caption=Ενημέρωση τώρα
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Βελτιστοποίηση
FrmOptimizer.lblinfoex.caption=Η βελτιστοποίηση συστήματος μπορεί να βελτιώσει το δίκτυο και το σύστημα σας.
FrmOptimizer.btnnone.caption=Καμία επιλογή
FrmOptimizer.btnall.caption=Επιλογή όλων
FrmOptimizer.btnDefault.caption=Προεπιλογή συστήματος
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Προστατέψτε το ιδιωτικό σας απόρρητο, σβήνοντας τα δεδομένα με τα προσωπικά σας ίχνη.
FrmPrivacyErase.btnrescan.caption=Σάρωση ξανά
FrmPrivacyErase.btnScan.caption=Έναρξη σάρωσης
;
; Register defrag
;
FrmProcess.caption=Ανασυγκρότηση μητρώου
FrmProcess.lblwait.caption=Παρακαλώ περιμένετε...
FrmProcess.lblinfo.caption=Κατά την ανασυγκρότηση, ο υπολογιστής σας μπορεί να μην αποκρίνεται για λίγα λεπτά.
FrmRegDefragger.lblinfo.caption=Η ανασυγκρότηση του μητρώου κάνει τον υπολογιστή σας ταχύτερο και πιο σταθερό.
FrmRegDefragger.lblstat.caption=Ακόμη δεν έχετε ανασυγκροτήσει το μητρώο σας. Συνιστάται άμεση ανασυγκρότηση!
FrmRegDefragger.btndefrag.caption=Ανασυγκρότηση
FrmRegDefragger.lblinfo1.caption=1. Συνιστούμε να κλείσετε όλες τις άλλες εφαρμογές πριν από την εκτέλεση αυτής της λειτουργίας.
FrmRegDefragger.lblinfo2.caption=2. Το σύστημα μπορεί προσωρινά να μην ανταποκρίνεται όσο διαρκεί η ανάλυση και αυτό είναι φυσιολογικό.
FrmRegDefragger.lblinfo3.caption=3. Το σύστημα θα κάνει επανεκκίνηση μετά την ολοκλήρωση της ανασυγκρότησης του μητρώου.
FrmRegDefragger.lblinfo4.caption=4. Παρακαλώ μη διακόψετε την ανασυγκρότηση του μητρώου. Διαφορετικά θα προκαλέσετε άγνωστες συνέπειες.
FrmRegDefragger.vtdefrag.Columns[0]=Όνομα κελιού
FrmRegDefragger.vtdefrag.Columns[1]=Τρέχον μέγεθος
FrmRegDefragger.vtdefrag.Columns[2]=Νέο μέγεθος
FrmRegDefragger.vtdefrag.Columns[3]=Ποσοστό πλεονασμού
FrmRegDefragger.btnAnalysis.caption=Ανάλυση
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Σημείωση: Κρατήστε τον κωδικό σας ασφαλή, για την περίπτωση που τον ξεχάσετε.
FrmPwGenerator.BtnCopy.caption=Αντιγραφή στο Πρόχειρο
FrmPwGenerator.ckdigital.caption=Ψηφία
FrmPwGenerator.cklowercase.caption=Πεζά
FrmPwGenerator.ckupercase.caption=Κεφαλαία
FrmPwGenerator.ckspecial.caption=Ειδικοί χαρακτήρες
FrmPwGenerator.lblinfo.caption=Η γεννήτρια κωδικών θα σας βοηθήσει να δημιουργήσετε έναν ισχυρό κωδικό.
FrmPwGenerator.lbllen.caption=Μήκος κωδικού
FrmPwGenerator.Btngenerator.caption=Γεννήτρια κωδικών
;
; Software Rate
;
FrmRate.Btnlist.caption=Αξιολογήσεις χρηστών
FrmRate.Btnreview.caption=Η αξιολόγησή μου
FrmRate.Btnfirst.caption=Ελάτε να κάνουμε την πρώτη μας αξιολόγηση
FrmRate.Btnsubmit.caption=Υποβολή
FrmRate.lblscore.caption=Αξιολόγηση:
FrmRate.lblscorehint.caption=(Κάντε κλικ στ΄αστέρια για να ψηφίσετε)
FrmRate.lblnick.caption=Ψευδώνυμο:
FrmRate.lblnickhint.caption=(Προαιρετικό)
FrmRate.lblemail.caption=Το email σας:
FrmRate.lblemailhint.caption=(Προαιρετικό)
FrmRate.lblcontent.caption=Περιεχόμενο:
FrmRate.lblcontenthint.caption=(Προαιρετικό)
FrmRate.lbldesctitle.caption=Περιγραφή λογισμικού:
FrmRate.lblratesoft.caption=Προτεινόμενο λογισμικό
;
; Schedule task
;
FrmSchedule.btnOK.caption=Εντάξει
FrmSchedule.btnCancel.caption=Άκυρο
FrmSchedule.lblinfo.caption=Ο τακτικός αυτόματος καθαρισμός βοηθάει στη διατήρηση του υπολογιστή σας στη μέγιστη απόδοση και σας εξοικονομεί χρόνο.
FrmSchedule.chksilent.caption=Σιωπηρή λειτουργία
FrmSchedule.lbltype.caption=Τύπος εκτέλεσης:
FrmSchedule.lblweek.caption=Επιλογή ημέρας:
FrmSchedule.lbltime.caption=Ώρα:
FrmSchedule.caption=Χρονοδιάγραμμα εργασιών
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Απόκρυψη υπηρεσιών της Microsoft
FrmStartupMgr.TabBtnBoot.caption=Εκκίνηση
FrmStartupMgr.TabBtnService.caption=Υπηρεσίες
FrmStartupMgr.TabBtnHis.caption=Ιστορικό
FrmStartupMgr.BtnRestoreAll.caption=Επαναφορά μ΄ένα κλικ
FrmStartupMgr.tabbtnup.caption=Αύξηση ταχύτητας
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Ελάφρυνση
FrmSysClean.btnall.caption=Επιλογή όλων
FrmSysClean.btnrecommended.caption=Συνιστώμενα
FrmSysClean.btnnone.caption=Καμία επιλογή
FrmSysClean.vtsys.Columns[0]=Στοιχείο
FrmSysClean.vtsys.Columns[1]=Μέγεθος
FrmSysClean.vtsys.Columns[2]=Θέση
FrmSysClean.vtsys.Columns[3]=Πρόταση
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Διαχειριστής μεγάλων αρχείων
FrmTabPrivcay.TabBtnPrivacyErase.caption=Σβήσιμο προσ. δεδομένων
FrmTabPrivcay.TabBtnDiskErase.caption=Σβήσιμο δίσκου
FrmTabPrivcay.TabBtnFileShredder.caption=Καταστροφέας αρχείων
FrmTabPrivcay.TabBtnPwGenerator.caption=Γεννήτρια κωδικών
FrmTabSysClean.TabbtnRegclean.caption=Εκκαθάριση μητρώου
FrmTabSysClean.TabBtnCommonClean.caption=Κοινός καθαρισμός
FrmTabSysClean.TabBtnAdvClean.caption=Προηγμένος καθαρισμός
FrmTabSysClean.TabBtnSysSimming.caption=Ελάφρυνση συστήματος
FrmTabSysTune.TabbtnSysOpt.caption=Βελτιστ. συστήματος
FrmTabSysTune.TabBtnDDefrag.caption=Ανασυγκρ. δίσκου
FrmTabSysTune.TabBtnRDefrag.caption=Ανασυγκρ. μητρώου
FrmTabSysTune.TabBtnBoot.caption=Διαχείριση εκκίνησης
FrmTabSysTune.TabBtnContext.caption=Μενού περιβάλλοντος
FrmTabSysMon.TabBtnProcess.caption=Εποπτεία διεργασίας
FrmTabSysMon.TabBtnHard.caption=Επισκόπηση υλικού
FrmTabSysMon.btnProcessor.caption=Επεξεργαστής
FrmTabSysMon.btnBoard.caption=Μητρική
FrmTabSysMon.btnMemory.caption=Μνήμη
FrmTabSysMon.btnGraphic.caption=Κάρτα γραφικών
FrmTabSysMon.btnDisk.caption=Σκληρός δίσκος
FrmTabSysMon.btnNetAdapter.caption=Προσαρμογέας δικτύου
FrmTabSysMon.btnSoundCard.caption=Κάρτα ήχου
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Ασφαλής διαγραφή
FrmSettingClean.chkAutoBackup.caption=Αυτόματη λήψη αντιγράφου ασφαλείας του μητρώου κατά την εκκαθάριση
FrmSettingClean.lblfolder.caption=Προσαρμοσμένος φάκελος για εκκένωση (ισχύει στον προηγμένο καθαρισμό)
FrmSettingClean.btnadd.caption=Προσθήκη
FrmSettingClean.btnremove.caption=Κατάργηση
FrmSettingClean.lblscanmode.caption=Πώς θα σαρωθεί το μητρώο
FrmSettingClean.rdnormal.caption=Προεπιλεγμένη σάρωση (Συνιστάται)
FrmSettingClean.rdssafe.caption=Ασφαλής σάρωση (Μόνο σάρωση ασφαλών καταχωρήσεων)
FrmSettingClean.rddeep.caption=Σάρωση σε βάθος (Λειτουργία πλήρους σάρωσης για προχωρημένους χρήστες)
FrmSettingClean.lblusers.caption=Πολλαπλοί χρήστες:
frmsettingclean.rdauser.caption=Όλοι οι χρήστες
frmsettingclean.rdcuser.caption=Τρέχων χρήστης μόνο
frmsettingclean.rdusers.caption=Επιλεγμένοι χρήστες
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Επαναφορά
FrmIgnoredItems.btnall.caption=Επιλογή όλων
FrmIgnoredItems.btnnone.caption=Καμία επιλογή
FrmIgnoredItems.lblinfo.caption=Παράβλεψη επιλεγμένων στοιχείων
;
; Shutdown notice
;
FrmShutDownNote.caption=Υπενθύμιση τερματισμού λειτουργίας
FrmShutDownNote.btnCancel.caption=Άκυρο
;
; Skin
;
Frmskin.lblphoto.caption=Προσαρμοσμένο θέμα
FrmSkin.lblprevious.caption=Προηγούμενο
FrmSkin.lblnext.caption=Επόμενο
;
; Input Window 
;
frminput.btncancel.caption=Άκυρο
frminput.btnok.caption=Εντάξει
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Πορτρέτο χρήστη
FrmChangeHeader.btnsys.caption=Πορτρέτο συστήματος
FrmChangeHeader.btnlocal.caption=Τοπική εικόνα
FrmChangeHeader.btnok.caption=Εντάξει
FrmChangeHeader.btncancel.caption=Άκυρο
FrmChangeHeader.lblpreview.caption=Προεπισκόπηση
;
; Security Essentials
;
Frmsecurity.caption=Πρόγραμμα βελτίωσης εμπειρίας πελατών WiseCleaner.com
Frmsecurity.lbltitle.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη
Frmsecurity.lblinfo1.caption=Για τη βελτίωση αυτού του προϊόντος, μπορείτε να συνδεθείτε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη, στέλνοντας μηνύματα στο WiseCleaner.com για το πώς  χρησιμοποιείτε τα προϊόντα.
Frmsecurity.lblinfo2.caption=Καμία από τις πληροφορίες που συλλέγονται δεν χρησιμοποιείται για την αναγνώριση ή την επικοινωνία μαζί σας, και μπορείτε να εξαιρεθείτε από το πρόγραμμα ανά πάσα στιγμή.
Frmsecurity.lbllink.caption=Μάθετε περισσότερα για το πρόγραμμα βελτίωσης εμπειρίας πελατών.
Frmsecurity.cbagree.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη.
Frmsecurity.cbagainst.caption=Δεν θέλω να ενταχθώ στο πρόγραμμα αυτή τη στιγμή.
Frmsecurity.btnok.caption=Εντάξει
;
;
;
FrmTrail.lbltitle.caption=Σας ευχαριστούμε που επιλέξατε το Wise Care 365
FrmTrail.lblhint.caption=Δεν θα είστε σε θέση να χρησιμοποιήσετε τις παρακάτω δυνατότητες μετά τη λήξη της δοκιμαστικής περιόδου.
FrmTrail.lblinfo0.caption=1. Έλεγχος και διόρθωση σφαλμάτων υπολογιστή, με ένα κλικ.
FrmTrail.lblinfo1.caption=2. Σβήσιμο προσωπικών δεδομένων.
FrmTrail.lblinfo2.caption=3. Διαχείριση μενού περιβάλλοντος.
FrmTrail.lblinfo3.caption=4. Αυτόματος έλεγχος για νέα έκδοση.
FrmTrail.lblinfo4.caption=5. Φανταστικές νέες εμφανίσεις και θέματα.
FrmTrail.lblhint1.caption=Εάν σας αρέσει αυτό το πρόγραμμα, παρακαλούμε ανανεώστε το έγκαιρα.
FrmTrail.btnbuy.caption=Αγορά τώρα
FrmTrail.btnClose.caption=Αργότερα

[WiseTray]
TfrmTraySetting.ckclose.caption=Κλείσιμο μενού περιοχής ειδοποιήσεων όταν κλείνει το κύριο πρόγραμμα.
TfrmAssistMsg.ckbxNoPrompt.caption=Να μην ερωτηθώ ξανά
TfrmTraySetting.ckAssist.caption=Να ειδοποιούμαι όταν κάποιος απαντήσει στη δημοσίευσή μου.
TfrmTraySetting.ckReware.caption=Να ειδοποιούμαι όταν κάποιος δημοσιεύσει μια ερώτηση επί πληρωμή.
TfrmTraySetting.Caption=Ρυθμίσεις
TfrmTraySetting.btnok.Caption=Εντάξει
TfrmTraySetting.btnCancel.Caption=Άκυρο
TfrmTraySetting.ckbx4.Caption=Αυτόμ. εμφάνιση αιωρούμενου παραθύρου όταν εκτελείται το Wise Care 365
TfrmTraySetting.lbl4.Caption=Αυτόματη βελτιστοποίηση της μνήμης όταν ο λόγος χρήσης μνήμης είναι υψηλότερος από αυτή την τιμή
TfrmTraySetting.lbl1.Caption=Μονάδα θερμοκρασίας
TfrmTraySetting.lbl2.Caption=Προβολή πληροφοριών συστήματος
TfrmTraySetting.ckbx2.Caption=Φαρενάιτ
TfrmTraySetting.ckbx1.Caption=Κελσίου
TfrmTraySetting.ckbx3.Caption=Αυτόμ. βελτιστοποίηση
TfrmTraySetting.ckbx5.Caption=Θερμοκρασία CPU
TfrmTraySetting.ckbx6.Caption=Θερμοκρασία GPU
TfrmTraySetting.ckbx7.Caption=Σκληρός δίσκος
TfrmTraySetting.ckbx8.Caption=Θερμοκρασία μητρικής
TfrmTraySetting.ckbx9.Caption=Ταχύτητα δικτύου
TfrmTraySetting.ckbx10.Caption=Χρήση CPU
FrmTrayMain.btnExit.caption=Έξοδος
FrmTrayMain.btnShowMain.caption=Άνοιγμα κύριου προγράμματος
FrmTrayMain.ppmitem2_1=Απόκρυψη αιωρούμενου παραθύρου
FrmTrayMain.ppmitem2_2=Εμφάνιση αιωρούμενου παραθύρου
frmWiseFloatWnd.ppmStayontop=Πάντα στην κορυφή
frmWiseFloatWnd.ppmHide=Έξοδος αιωρούμενου παραθύρου
TfrmPopupWnd.Caption=Ειδοποιήσεις του Wise Care 365
TfrmPopupWnd.btn1.Caption=Βελτιστοποίηση
TfrmPopupWnd.lblM.Caption=Μνήμη:
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Δεν υπάρχει αρκετή διαθέσιμη μνήμη
TfrmPopupWnd.lbl1.Caption_2=Λιγότερη διαθέσιμη μνήμη 
TfrmPopupWnd.lbl1.Caption_3=Σπανίως διαθέσιμη μνήμη 
TfrmPopupWnd.lvitem0=Βελτιστοποίηση πόρων συστήματος
TfrmPopupWnd.lvitem1=Εκκαθάριση μνήμης
TfrmPopupWnd.lvitem10=Υψηλή χρήση μνήμης 
TfrmPopupWnd.lvitem30=Υψηλή χρήση CPU
TfrmPopupWnd.msg1=Εκκαθάριση της μνήμης 
TfrmTraySetting.lblTip.Caption=Προσαρμογή αιωρούμενου παραθύρου
TIP_CPU_USE=Χρήση CPU
H_ID_MAINBOARD=Θερμοκρασία μητρικής
H_ID_CUP=Θερμοκρασία CPU
H_ID_GRAPHICS_T=Θερμοκρασία κάρτας γραφικών
H_ID_DISK=Θερμοκρασία δίσκου

[Context]
ContxtMgrInfo=Μια εύκολη μέθοδος για Απενεργοποίηση/Ενεργοποίηση του μενού περιβάλλοντος των Windows.
ContextName=Λεζάντα μενού
ContextPublisher=Εκδότης
ContextType=Τύπος
ContextAction=Κατάσταση
ContextAll=Όλα τα αρχεία (*)
ContextDirectory=Κατάλογος
ContextFolder=Φάκελος
ContextDrive=Μονάδα δίσκου
ContextBack=Επιφάνεια εργασίας
ContextRecycle=Ανακύκλωση
ContextShortcut=Αρχείο συντόμευσης
ContextExe=Εκτέλεση αρχείου
Contextunknowndesc=Άγνωστη περιγραφή
Contextunknown=Άγνωστη εταιρεία

[Message]
MWDetected=Εντοπίστηκαν MalwareBytes στο μπλοκ %s από την εργασία.  Κάντε κλικ στο κουμπί OK για να λάβετε τη λύση.
OverMaxTimes=Αποτυχία ελέγχου ταυτότητας! Έχετε υπερβεί τον μέγιστο αριθμό ενεργοποιήσεων που παρέχονται από την άδειά σας. Μην διστάσετε να επικοινωνήσετε μαζί μας αν νομίζετε ότι υπάρχει σφάλμα ενεργοποίησης ή αν χρειάζεστε περισσότερες άδειες!
Skipped=Παραλείφθηκε
7After=Έχουν περάσει %d ημέρες απο την τελευταία εκκαθάριση του μητρώου σας. Συνιστάται άμεση σάρωση.
7Before=Πιό καθαρό μητρώο σημαίνει ταχύτερος υπολογιστής.
Activated=Η έκδοση Pro έχει ενεργοποιηθεί.
ActivateOnline=Έλεγχος πληροφοριών της δήλωσής σας. Παρακαλώ περιμένετε λίγα δευτερόλεπτα...
AddFileType=Προσθήκη τύπου αρχείων
AddFolder=Προσθήκη φακέλου
AdviseClean=Ο τακτικός καθαρισμός του μητρώου θα δώσει ώθηση και σταθερότητα στον υπολογιστή σας.
AllHardDrive=Τοπικοί σκληροί δίσκοι
AlreadExist=Το %s υπάρχει ήδη στη λίστα.
Analysing=Ανάλυση...
Area=Περιοχή
AvdDefaultHint=Βρείτε κι άλλα άχρηστα αρχεία και αποδεσμεύστε περισσότερο χώρο.
BackupDate=Ημερομηνία αντιγράφου ασφαλείας
BackupType=Τύπος αντιγράφου ασφαλείας
BFName=Όνομα αρχείου
BFPath=Κατάλογος
BFSize=Μέγεθος αρχείου
BFType=Τύπος
BigfileHint=Βασικά αρχεία συστήματος και σημαντικά αρχεία, έχουν ήδη φιλτραριστεί από τα αποτελέσματα της σάρωσης. Παρακαλούμε να είστε προσεκτικοί κατά την επιλογή των άλλων αρχείων.
BigfileSearch=Η τακτική διαγραφή άχρηστων μεγάλων αρχείων που καταλαμβάνουν χώρο στο δίσκο, θα απελευθερώσει περισσότερο χώρο στο δίσκο!
BigfileSearchFinish=Βρέθηκαν %d μεγάλα αρχεία, που καταλαμβάνουν %s. Διάρκεια: %d δευτερόλεπτα.
BigfileSelect=Έχετε επιλέξει %d αρχεία, η διαγραφή των οποίων θα ελευθερώσει %s χώρο δίσκου.
bkAuto=Αυτόματα
bkManual=Χειροκίνητα
Browse=Εύρεση...
BrowserRunning=Το %s εκτελείται ήδη. Θέλετε να το κλείσετε; Διαφορετικά, οι προσωρινές μνήμες και τα cookies δεν μπορούν να καθαριστούν;
BtnHint=Ταχύτερο & Ασφαλέστερο
BtnUpgrade=Πλήρης έκδοση
Cancel=Άκυρο
CanFreeSpace=Βρέθηκαν %d αρχεία και μπορεί να εξοικονομηθεί χώρος δίσκου %s.
CannotCrTask=Δεν ήταν δυνατή η δημιουργία ενός χρονοδιαγράμματος εργασιών.
Clean=Εκκαθάριση
CleanDone=Η εκκαθάριση ολοκληρώθηκε!
CleanForReg=Εκκαθάριση μητρώου...
CleanHis=Ιστορικό καθαρισμού
Cleaning=Εκκαθάριση...
CleanNow=Συνιστάται άμεση εκκαθάριση.
ComfirmDefrag=Παρακαλώ αποθηκεύστε την ημιτελή εργασία σας, διότι ο υπολογιστής θα κάνει επανεκκίνηση αμέσως μετά την ανασυγκρότηση του μητρώου. Θέλετε να συνεχίσετε;
Complete=Ολοκληρώθηκε
Compress=Συμπίεση...
ConfirmAdd=Είστε βέβαιος ότι θέλετε να αφαιρέσετε όλα τα αρχεία στο %s κατά την εκτέλεση «Προηγμένου καθαρισμού»;
ConfirmRemoveDownload=Αυτό θα αφαιρέσει όλα τα αρχεία από το φάκελο λήψης. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
ConnectFail=Δεν είναι δυνατή η σύνδεση με το διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε αργότερα.
CreateBackup=Δημιουργία αντιγράφου ασφαλείας δεδομένων...
CreateBackupReg=Δημιουργία αντιγράφου ασφαλείας δεδομένων... Παρακαλώ περιμένετε λίγα λεπτά.
CreateDate=Ημερ/νία δημιουργίας
def15After=Έχουν περάσει %d ημέρες από την τελευταία φορά. Συνιστάται άμεση ανασυγκρότηση του μητρώου.
def15Before=Ο υπολογιστής σας θα τρέχει ταχύτερα και πιο σταθερά εάν διατηρείτε το μητρώο σας όσο το δυνατόν πιο συμπυκνωμένο.
DefaultValue=(Προεπιλογή)
DefragRate=Το ποσοστό βελτιστοποίησης είναι: %s.
DefragReport=Το μητρώο έχει συμπυκνωθεί. Αναφορά βελτιστοποίησης:
DefragReport1=Παλιό μέγεθος μητρώου:
DefragReport2=Νέο μέγεθος μητρώου:
DefragReport3=Βελτιστοποιημένο μέγεθος:
delbigfile=Η διαγραφή των μεγάλων αρχείων που επιλέξατε είναι μια μονόδρομη διαδικασία χωρίς δυνατότητα επαναφοράς. Θέλετε να διαγράψετε τα επιλεγμένα αρχεία;
delbigfileFail=Δεν είναι δυνατή η διαγραφή του αρχείου: %s. Ίσως να χρησιμοποιείται από άλλη εφαρμογή.
DelSkin=Είστε βέβαιος για τη διαγραφή αυτής της εμφάνισης;
Description=Περιγραφή
DisableAdd=Για λόγους ασφαλείας, ορισμένοι ειδικοί φάκελοι (όπως ο φάκελος «Windows», «Boot» σκληρού δίσκου και «CD-ROM») δεν επιτρέπεται να προστεθούν στον κατάλογο αυτό.
Discount=(Έκπτωση 25% είναι τώρα διαθέσιμη)
DiscountInfo1=Έχετε χρησιμοποιήσει το δωρεάν Wise Care 365 περισσότερες από %d ημέρες. 
DiscountInfo2=Έχουμε τώρα μια ειδική προσφορά για εσάς.
DiscountInfo3=Αγορά της αναβάθμισης στην έκδοση PRO με μόνο %s.
DownloadError=Σφάλμα λήψης. Παρακαλώ δοκιμάστε αργότερα.
DownloadingSkin=Η τρέχουσα λήψη δεν έχει τελειώσει. Παρακαλώ ενημερώσετε το λογισμικό αργότερα.
DupFile=Το αρχείο υπάρχει ήδη στη λίστα
DupFolder=Αυτός ο φάκελος υπάρχει ήδη στη λίστα.
DupItem=Το στοιχείο υπάρχει ήδη στη λίστα
ElapsedTime=Χρόνος που πέρασε: 
ELeftTime=Εκτίμηση χρόνου...
EmptyEmail=Η διεύθυνση email δεν μπορεί να είναι κενή
EmptyName=Το όνομά σας δεν μπορεί να είναι κενό
EmpytKey=Το κλειδί άδειας δεν μπορεί να είναι κενό
EnableRestore=Η επαναφορά συστήματος είναι απενεργοποιημένη. Θέλετε να την ενεργοποιήσετε;
Entries=Καταχωρήσεις
ErrorMsg=Μήνυμα σφάλματος:
ExImport=Η λίστα αποκλεισμού έχει εξαχθεί σε:
ExitTray=Είστε βέβαιος για την έξοδο από το Wise Care 365;
ExpiryDate=Ημερομηνία λήξης:
Exported=Οι τρέχουσες καταχωρήσεις έχουν εξαχθεί στο %s. Θέλετε να ανοίξετε το αρχείο τώρα;
Extracte=Εξαγωγή...
FailedCloseProcess=Αποτυχία ματαίωσης του προγράμματος. Παρακαλώ κλείστε το εν λόγω πρόγραμμα χειροκίνητα.
FailToDelete=Ορισμένα αρχεία δεν έχουν διαγραφεί, αλλά θα διαγραφούν όταν γίνει επανεκκίνηση του υπολογιστή.
failtounLock=Η άρση αποκλεισμού του επεξεργαστή μητρώου απέτυχε. Ίσως χρειάζεστε περαιτέρω άδεια για την υλοποίηση αυτής της λειτουργίας.
FindDrives=Αναζήτηση για μονάδες δίσκου...
FindError=Βρέθηκαν %d προβλήματα, μεταξύ των οποίων οι %d καταχωρήσεις είναι επισφαλείς.
FindFilesSize=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s
FindRunProcess=Το εν λόγω πρόγραμμα είναι σε λειτουργία. Παρακαλώ κλείστε το και ολοκληρώστε αυτή την ενημέρωση.
FindTraces=Βρέθηκαν %d ιστορικά
FindTracesSection=Βρέθηκαν %d ίχνη σε αυτή την ενότητα
Fix=Διόρθωση
Free=Δωρεάν
GetHotSkinError=Λήψη σφάλματος κατά το ερώτημα για πληροφορίες του θέματος.
GettingRestoreData=Λήψη δεδομένων επαναφοράς...
GoodHabit=Ο τακτικός καθαρισμός του μητρώου θα διατηρήσει το PC σας στη μέγιστη απόδοση.
HaveChange=Θέλετε να αποθηκεύσετε τις αλλαγές;
Hours=Ώρες
Ignore=Παράβλεψη
IgnoreVer=Παράβλεψη αυτής της ενημέρωσης
illegalType=Το %s δεν είναι έγκυρος τύπος αρχείου.
InputCookie=Παρακαλώ εισάγετε τον τομέα (όπως π.χ. Google, Live κλπ)
InputSummary=Εισάγετε την περίληψη γι αυτό τον τύπο:
InputType=Εισάγετε όνομα ή τύπο αρχείου (Για παράδειγμα: *.tmp κλπ)
InvalidEmail=Μη έγκυρο email. Παρακαλώ εισάγετε ένα έγκυρο email
InvalidIgnorItem=Αυτό το στοιχείο δεν μπορεί να αγνοηθεί.
InvalidKey=Μη έγκυρο κλειδί άδειας χρήσης. Παρακαλώ εισάγετε ένα έγκυρο κλειδί
InvalidRegInfo=Οι πληροφορίες καταχώρησης δεν είναι έγκυρες! 
InvalidType=Μη έγκυρη επέκταση αρχείου
IsRunning=Το πρόγραμμα εκτελεί σάρωση. Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί και τότε προσπαθήστε ξανά.
IssueFound=Βρέθηκαν %d προβλήματα.
IssuesFound=Βρέθηκαν %d θέματα.
Items=Στοιχεία
KeyWord=Παρακαλώ εισάγετε τη λέξη κλειδί:
KillProcessError=Σφάλμα τερματισμού διεργασίας. Πιθανή αιτία είναι τα ανεπαρκή δικαιώματα. 
LastClean=Ο τελευταίος καθαρισμός σας ήταν στις:  
LastCommonClean=Ο τελευταίος καθαρισμός σας ήταν στις:  
LastDefrag=Χρόνος τελευταίας ανασυγκρότησης του μητρώου:
LeastOne=Πρέπει να επιλέξτε τουλάχιστον μια περιοχή για σάρωση.
LeftTime=Χρόνος που απομένει: 
LeftTimeSec=Διάρκεια: %s δευτερόλεπτα
LestOne=Πρέπει να επιλέξετε τουλάχιστον μία περιοχή για σάρωση.
LestOneClean=Πρέπει να επιλέξετε τουλάχιστον μία περιοχή για καθαρισμό.
LestOneItem=Θα πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο για εκκαθάριση.
LogAll=Τα προβλήματα έχουν επιλυθεί.
LogFail=Απέτυχε η κατάργηση %d στοιχείων.
Minutes=Λεπτά
MoreSpace=Προαιρετικό
NeedBackup=Φαίνεται ότι αυτή είναι η πρώτη φορά που ελέγχεται ο υπολογιστής σας. Συνιστάται η δημιουργία αντιγράφου ασφαλείας άμεσα. Θέλετε να δημιουργήσετε αυτόματα  ένα αντίγραφο ασφαλείας τώρα;
NeedInstall=Θέλετε να εγκαταστήσετε το %s τώρα;
NeedStartup=Χρειάζεται να επιταχύνετε τον υπολογιστή σας χειροκίνητα, γιατί το Wise Care 365 δεν έχει ρυθμιστεί να εκτελείται στην εκκίνηση.
NeedUpdate=Θέλετε να ενημερώσετε το %s τώρα;
Never=Ποτέ
NeverDefrag=Ακόμη δεν έχετε ανασυγκροτήσει το μητρώο!
New=Νέο
NewVer=Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
NoBackupSelected=Πρέπει να επιλέξετε τουλάχιστον ένα αντίγραφο ασφαλείας για την επαναφορά.
NoDriveChecked=Πρέπει να επιλέξετε έναν ή περισσότερους δίσκους για εκκαθάριση.
NoError=Συγχαρητήρια. Δεν βρέθηκαν προβλήματα!
NoFilesFound=Καθαρό
NoItemChecked=Πρέπει να επιλέξετε ένα ή περισσότερα αρχεία για εκκαθάριση.
NoItemFound=Δεν βρέθηκαν στοιχεία
NoItems=Συγχαρητήρια! Όλα τα στοιχεία έχουν βελτιστοποιηθεί.
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
NoRegInfo=Δεν είναι δυνατή η εύρεση των πληροφοριών της εγγραφής σας.
Notice=Κάντε το PC ταχύτερο & ασφαλέστερο
NoTracesFound=Δεν υπάρχουν ίχνη
NoTrashAndTrace=Συγχαρητήρια! Ο υπολογιστής σας είναι καθαρός.
NotShowNotice=Να μην εμφανιστεί ξανά αυτή η ειδοποίηση.
NotSupportOS=Η δυνατότητα αυτή δεν υποστηρίζεται σε αυτό το λειτουργικό σύστημα.
NowCleaning=Εκκαθάριση τώρα:
Offer=Ειδική προσφορά
Optimize=Βελτιστοποίηση
PluginCount=Πλήθος προσθέτων:
PrivacyActive=Ενεργοποίηση
PrivacyData=Απόρρητες εγγραφές:
PrivacyDefaultHint=Η τακτική σάρωση δεδομένων εντοπισμού μπορεί να εξασφαλίσει την προστασία των προσωπικών σας δεδομένων από αδιάκριτα βλέμματα.
Privacyissues=Θέματα απορρήτου:
PrivacyUnActive=Θέματα απορρήτου: Ανενεργό
Problems=Προβλήματα
Proupdate=Λυπούμαστε που αυτή η έκδοση δώρο δεν μπορεί να υποστηρίξει αναβάθμιση, αλλά μπορούμε να σας προσφέρουμε έκπτωση 50% για να λάβετε την τελευταία έκδοση. Ειδάλλως θα γίνει δωρεάν έκδοση, αν επιλέξετε να το ενημερώσετε. Θέλετε να συνεχίσετε;
RegBackup=Αντίγραφο ασφαλείας μητρώου
RegBackupDone=Το αντίγραφο ασφαλείας του μητρώου δημιουργήθηκε με επιτυχία.
RegBackupFail=Η δημιουργία αντιγράφου ασφαλείας του μητρώου απέτυχε.
RegeditorLocked=Ο επεξεργαστής μητρώου σας είναι αποκλεισμένος. Η λειτουργία δημιουργίας αντιγράφων ασφαλείας/επαναφοράς απαιτεί έναν προσβάσιμο επεξεργαστή μητρώου. Θέλετε να αρθεί ο αποκλεισμός τώρα;
RegEntries=Μη έγκυρες καταχωρήσεις μητρώου.
Regerror=Σφάλματα Μητρώου:
Registried=Καταχωρημένο
RegRestore=Επαναφορά μητρώου
RegTitle=Μη καταχωρημένο
Removebackup=Είστε βέβαιος για την κατάργηση των επιλεγμένων αντιγράφων ασφαλείας;
RemoveSysRestore=Είστε βέβαιος για την κατάργηση του επιλεγμένου σημείου επαναφορά συστήματος;
ReScanHint=Βρέθηκαν %d προβλήματα. Για εύρεση περισσότερων προβλημάτων, συνιστάται μια δεύτερη σάρωση.
ReScanHint1=Προτείνουμε να κάνετε άμεσα σάρωση ξανά για να βρείτε κι άλλα προβλήματα.
ReScanHint2=Κάντε σάρωση ξανά για να βρείτε περισσότερα προβλήματα.
RestoreComplete=Η επαναφορά ολοκληρώθηκε
RestoreFromSysRestore=Πρέπει να γίνει επανεκκίνηση του υπολογιστή μετά την επαναφορά του συστήματος. Θέλετε να να ξεκινήσει η επαναφορά συστήματος τώρα;
RestorePointDone=Το σημείο επαναφοράς δημιουργήθηκε επιτυχώς.
RestorePointFail=Η δημιουργία σημείου επαναφοράς συστήματος απέτυχε
RestoreReg=Επαναφορά μητρώου. Παρακαλώ περιμένετε λίγα λεπτά.
Safetodel=Αυτό το στοιχείο μπορεί να διαγραφεί με ασφάλεια.
ScanAborted=Η σάρωση ματαιώθηκε!
ScanCanceled=Η σάρωση ματαιώθηκε!
ScanFor=Σάρωση:
Scaning=Σάρωση...
ScannedSection=Σαρωμένες ενότητες:
Scanning=Σάρωση...
ScheduleHint=Καθαρίζετε τον υπολογιστή σας τακτικά.
ScheduleNextTime=Η επόμενη φορά: 
ScheduleNotActive=Το χρονοδιάγραμμα εργασιών δεν είναι ενεργό
Secs=Δευτερόλεπτα
SelectFolder=Παρακαλώ επιλέξτε ένα φάκελο
SelectHardDrive=Παρακαλώ επιλέξτε ένα σκληρό δίσκο
ShredFile=Τεμαχισμός αρχείου/φακέλου
SkinCorrupt=Το αρχείο θέματος που κάνατε λήψη είναι ατελές ή αλλοιωμένο! Παρακαλώ κατεβάστε το ξανά.
SkinLimit=Αυτή η εμφάνιση είναι ενεργή μόνο για τη νέα έκδοση. Αναβάθμιση τώρα;
StartClean=Έναρξη εκκαθάρισης
StartScan=Έναρξη σάρωσης
SuggestDefrag=Συνιστάται ανασυγκρότηση άμεσα.
SuggestIgnore=Μπορείτε να ανασυγκροτήσετε το μητρώο σας την επόμενη φορά.
Summary=Περίληψη
SysCreating=Δημιουργία ενός σημείου επαναφοράς συστήματος...
SysProtectOff=Το σύστημα δεν προστατεύεται
SysProtectOn=Το σύστημα προστατεύεται
SysRestoring=Προετοιμασία για επαναφορά του συστήματος...
ThanksRegister=Σας ευχαριστούμε που δηλώσατε αυτό το προϊόν!
Total=Σύνολο:
TotalDefrag=Έχει συμπυκνωθεί κατά %.2f.
TotalTraces=Βρέθηκαν %d ίχνη.
TraceCount=Εντοπισμένα ίχνη:
TraceFound=Βρέθηκαν %d ίχνη.
TraceFoundEx=Έχουν βρεθεί τα παρακάτω ίχνη:
TraceRemoved=%d κίνδυνοι ιδιωτικού απορρήτου έχουν αφαιρεθεί.
TranslateTo=Μετάφραση στα...
TrashFound=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s.
TrashFoundEx=Έχουν βρεθεί τα παρακάτω άχρηστα αρχεία:
TrashRemoved=Αφαιρέθηκαν %d αρχεία, ελευθερώνοντας %s χώρο δίσκου.
TrashSize=Αρχεία:
TrayNotice=Το PC σας δεν έχει καθαριστεί για περισσότερο από μισό μήνα!
TuneupCount=Αριθ. βελτιστοποιήσεων: 
TypeChanged=Έχετε αλλάξει τη σάρωση στοιχείων!
TypeNoError=Καθαρό
Unknow=Άγνωστο
Unlimited=Απεριόριστα
Unoptimized=Μη βελτιστοποιημένο
Unregistried=Μη καταχωρημένο
VipSkin=Αυτή η εμφάνιση είναι ενεργή μόνο για εγγεγραμμένους χρήστες. Αναβάθμιση τώρα;
WaitForDownload=Παρακαλώ περιμένετε να ολοκληρωθεί η λήψη.
WaitUpdateComplete=Η τρέχουσα εργασία ενημέρωσης δεν έχει ολοκληρωθεί. Ενημερώστε αυτό το λογισμικό αργότερα.
WarnNoType=Πρέπει να επιλέξετε τουλάχιστον ένα τύπο αρχείου!
WarnZeroFile=Επιλέξατε τη λειτουργία «Κενό αρχείο». Ορισμένα αρχεία με 0 byte είναι απαραίτητα. Παρακαλώ εξετάστε τα πριν τα αφαιρέσετε. Είστε βέβαιος ότι θέλετε να το κάνετε αυτό;
WDCReport=Αναφορά του Wise Disk Cleaner
Working=Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί η τρέχουσα εργασία και τότε προσπαθήστε ξανά.

[Exclusion]
Folder=Εξαίρεση φακέλου
AddFolder=Προσθ.φακέλου
File=Εξαίρεση αρχείου
AddFile=Προσθ. αρχείου
File Type=Εξαίρεση τύπου αρχείων
AddType=Προσθ. τύπου
Registry=Εξαίρεση κλειδιού μητρώου
Add Key=Προσθ. κλειδιού
Delete=Διαγραφή
Cookies=Εξαίρεση τομέα
Add Cookie=Προσθ. τομέα
Whiteapp=Λίστες επιτρεπόμενων εφαρμογών
Blackapp=Λίστες μη επιτρεπόμενων εφαρμογών
WhitePosition=Θέση λίστας επιτρεπόμενων
BlackPosition=Θέση λίστας μη επιτρεπόμενων

[PrivacyScan]
SeenPictures=Ιστορικό προβολής εικόνων
SeenPicturesHint=Ιστορικό προβολής εικόνων κατά την περιήγηση στο διαδίκτυο.
SeenMovies=Ιστορικό των ταινιών/βίντεο που παρακολουθήσατε
SeenMoviesHint=Ιστορικό των ταινιών/βίντεο που παρακολουθήσατε κατά την περιήγηση στο διαδίκτυο.
AccessFiles=Ιστορικό πρόσβασης αρχείων
AccessFilesHint=Ιστορικό πρόσβασης σε αρχεία κατά τη χρήση του υπολογιστή.
VisitedWeb=Ιστορικό σελίδων που επισκεφθήκατε
VisitedWebHint=Ιστορικό σελίδων που επισκεφθήκατε κατά την περιήγηση στο διαδίκτυο.

[PrivacyClean]
GoodHabit=Έχετε έναν καθαρό υπολογιστή, είναι μια καλή συνήθεια. Συνεχίστε!
CleanNow=Υπάρχουν ζητήματα ιδιωτικού απορρήτου. Συνιστάται άμεση εκκαθάριση.
TraceFound=Έχουν βρεθεί %d ζητήματα ιδιωτικού απορρήτου.
TraceRemoved=%d ζητήματα ιδιωτικού απορρήτου έχουν αφαιρεθεί.

[Password]
low=Χαμηλό
Middle=Μέτριο
High=Υψηλό

[Schedule]
Dialy=Καθημερινά
Weekly=Κάθε βδομάδα
Monthly=Κάθε μήνα
Idle=Στην αδράνεια
Login=Στη σύνδεση
Sunday=Κυριακή
Monday=Δευτέρα
Tuesday=Τρίτη
Wednesday=Τετάρτη
Thursday=Πέμπτη
Friday=Παρασκευή
Saturday=Σάββατο
AutoScan=Αυτόματη σάρωση
AutoClean=Αυτόματη εκκαθάριση

[Bootup]
Optimal=Βέλτιστη
ToDisable=Προτείνεται κλείσιμο
CanDisable=Προαιρετικό κλείσιμο
ToKeep=Διατήρηση όπως είναι
Tuneup=Βελτιστοποίηση
MaySpeedup=Ο χρόνος εκκίνησής σας θα συντομεύσει κατά %.2f δευτερόλεπτα.
TuneupDone=%d στοιχεία εκκίνησης έχουν απενεργοποιηθεί.
TuneupFaile=%d στοιχεία εκκίνησης δεν μπορούν να απενεργοποιηθούν.
delItem=Είστε βέβαιος ότι θέλετε να διαγράψετε αυτό το στοιχείο;
BootDelHint=Διαγραφή αυτού του στοιχείου
BootName=Περιγραφή λογισμικού
BootTime=Χρόνος εκκίνησης
BootRate=Αξιολόγηση λογισμικού
BootSuggestion=Πρόταση / Αξιολόγηση
BootAction=Λειτουργία
ServiceName=Περιγραφή υπηρεσίας
Publisher=Εκδότης
Disable=Απενεργοποίηση
Enable=Ενεργοποίηση
Keep=Διατήρησή του ως έχει
MustEnable=Απαραίτητα ενεργή
NoSuggestion=Καμία πρόταση ακόμη
FailToChange=Αυτό το στοιχείο δεν μπορεί να ενεργοποιηθεί ή να απενεργοποιηθεί
NoHisInfo=Δεν υπάρχουν απενεργοποιημένα στοιχεία αυτή τη στιγμή.
HisInfo=%d στοιχεία είναι τώρα απενεργοποιημένα. Μπορείτε εύκολα να ενεργοποιήσετε την ψευδώς απενεργοποιημένη εκκίνηση εδώ.
BtnRestore=Επαναφορά
BootLoad=Φόρτωση υπηρεσιών και προγραμμάτων εκκίνησης
ServiceCountInfo=Βρέθηκαν %d υπηρεσίες τρίτων κατασκευαστών και %d υπηρεσίες συστήματος.
StartupInfo=Απενεργοποιήστε μερικά περιττά προγράμματα εκκίνησης για να ανεβάσετε την ταχύτητα εκκίνησης του υπολογιστή σας.

[Msg]
WDCScanSpeed=Η υψηλότερη ταχύτητα σάρωσης στον κόσμο!
WDCSysSlimming=Δεν βρέθηκαν αρχεία!
PowerOpt=Δεν υπάρχουν στοιχεία με δυνατότητα βελτιστοποίησης!

[CommonClean]
ScanAbortedHint1=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν άχρηστα αρχεία.
ScanAbortedHint=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν άχρηστα αρχεία και ίχνη.
DefaultHint=Η τακτική εκκαθάριση εξοικονομεί χώρο στο δίσκο και προστατεύει το ιδιωτικό σας απόρρητο.
7After=Πέρασαν %d ημέρες από την τελευταία εκκαθάριση. Συνιστάται η άμεση σάρωση.
7Before=Είναι μια καλή συνήθεια για να διατηρείτε τους δίσκους σας καθαρούς και το ιδιωτικό σας απόρρητο ασφαλές

[SysClean]
Scanning=Σάρωση...
ScanEnd=Βρέθηκαν %d στοιχεία. Μπορεί να ελευθερωθεί χώρος δίσκου %s.
NoItems=Συγχαρητήρια! Ο οδηγός του συστήματός σας είναι καθαρός.
Open=Άνοιγμα
Remove=Κατάργηση
MoreSpace=Εξοικονόμηση χώρου
Cleaning=Εκκαθάριση...
NoItems=Συγχαρητήρια! Ο οδηγός του συστήματός σας είναι καθαρός.
SpaceFreed=Η ελάφρυνση έχει ολοκληρωθεί. Ελευθερώθηκαν %s χώρος δίσκου.
Installer=Παρωχημένοι εγκαταστάτες των Windows
LongInstaller=Οι παρωχημένοι εγκαταστάτες των Windows είναι αρχεία άχρηστα. Μπορούν να καταργηθούν για να ελευθερώσετε χώρο στο δίσκο.
PatchUninstall=Αρχεία απεγκατάστασης ενημερώσεων των Windows
LongPatchUninstall=Εάν δεν χρειάζεται να απεγκαταστήσετε τις ενημερώσεις των Windows, μπορείτε να αφαιρέσετε αυτά τα αρχεία.
Downloadedfiles=Ληφθέντα αρχεία εγκατάστασης των Windows
Longdownloadedfiles=Μετά την επιτυχή εγκατάσταση της ενημέρωσης των Windows, είναι ασφαλές να καταργήσετε τα αρχεία.
Baselinecache=Κρυφή μνήμη γραμμής βάσης του εγκαταστάτη των Windows
LongBaselinecache=Τα αρχεία που δημιουργήθηκαν από την υπηρεσία εγκατάστασης των Windows και μπορούν να καταργηθούν.
JPIME=Ιαπωνική IME
LongJPIME=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
KoreanIME=Κορεάτικη IME
LongKoreanIME=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
TChineseIME=Κινέζικη παραδοσιακή IME
LongTChineseIME=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
HelpFile=Αρχεία βοήθειας των Windows
LongHelpFile=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
SamplePic=Δείγματα εικόνων των Windows
LongSamplePic=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
SampleMic=Δείγματα μουσικής των Windows
LongSampleMic=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
SampleVideos=Δείγματα βίντεο των Windows
LongSampleVideos=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
SampleMedia=Δείγματα πολυμέσων των Windows
LongSampleMedia=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
Wallpaper=Αρχεία ταπετσαρίας των Windows
LongWallpaper=Μπορείτε να τα καταργήσετε αν δεν τα χρειάζεστε
Win10Upgrade=Αρχεία αναβάθμισης των Windows 10
Win10UpgradeLong=Εάν έχετε ήδη αναβαθμίσει τα Windows 10, καταργήστε αυτό το φάκελο για απελευθέρωση χώρου στο δίσκο.

[PCExam]
FixComplete=Η επιδιόρθωση έχει ολοκληρωθεί.
ScanComplete=Η σάρωση έχει ολοκληρωθεί.
CheckDefrag=Έλεγχος κατακερματισμού για το δίσκο του συστήματος.
DefaultHint=Ο έλεγχος θα σας βοηθήσει να βρείτε πιθανά προβλήματα ασφαλείας και στοιχεία με δυνατότητα βελτιστοποίησης και στη συνέχεια να τα διορθώσετε με ένα μόνο κλικ.
Details=Λεπτομέρειες
DiskDefrag=Έλεγχος για κατακερματισμό του δίσκου συστήματος
ExamCanceled=Ο έλεγχος ματαιώθηκε!
ExamEndHint1=Έχουν ελεγχθεί %d στοιχεία, απ΄τα οποία τα %d είναι προβληματικά. Συνιστάται η «Διόρθωση» αυτών των στοιχείων άμεσα.
ExamEndHint2=Έχουν εντοπιστεί %d στοιχεία, απ΄τα οποία τα %d είναι προβληματικά. Τα %d στοιχεία πρέπει να τα διορθώσετε χειροκίνητα. Πατήστε «Διόρθωση τώρα».
ExamEndHint3=Έχουν εντοπιστεί %d στοιχεία, απ΄τα οποία τα %d είναι προβληματικά. Θα χρειαστεί να τα διορθώσετε χειροκίνητα.
ExamEndHintFixed=Συγχαρητήρια! Όλα τα στοιχεία που θέλανε διόρθωση έχουν διορθωθεί.
ExamEndHintFixed3=Έχουν διορθωθεί %d προβλήματα, αλλά %d στοιχεία χρειάζεται να διορθωθούν χειροκίνητα.
ExamEndHintFixed4=Συγχαρητήρια! %d προβλήματα που χρειάζονταν διόρθωση, έχουν διορθωθεί.
ExistsPrivacyRisks=Υπάρχουν ζητήματα ιδιωτικού απορρήτου.
FilesFound=Βρέθηκαν %d αρχεία που καταλαμβάνουν χώρο δίσκου %s.
FindJunkFiles=%d αρχεία. %s.
FindPrivacyData=Βρέθηκαν %d εγγραφές ιδιωτικού απορρήτου..
FindTrace=Βρέθηκαν %d ιστορικά
FindTraces=Βρέθηκαν %d ιστορικά
FindTrash=Βρέθηκαν %d άχρηστα αρχεία που καταλαμβάνουν χώρο δίσκου %s.
FirePWall=Έλεγχος διαθεσιμότητας για δημόσιο τείχος προστασίας των Windows.
FirePWallInvalid=Το τοίχος προστασίας των Windows του δημόσιου δικτύου, είναι απενεργοποιημένο.
FirePWallValid=Το τοίχος προστασίας των Windows του δημόσιου δικτύου, είναι ενεργοποιημένο.
FireSWall=Έλεγχος διαθεσιμότητας για οικιακό/ιδιωτικό τείχος προστασίας των Windows.
FireSWallInvalid=Το τοίχος προστασίας των Windows του ιδιωτικού δικτύου, είναι απενεργοποιημένο.
FireSWallValid=Το τοίχος προστασίας των Windows του ιδιωτικού δικτύου, είναι ενεργοποιημένο.
FireWallInstalled=Το λογισμικό προστασίας από ιούς είναι εγκατεστημένο.
FireWallUnInstalled=Δεν βρέθηκε λογισμικό προστασίας από ιούς στον υπολογιστή σας.
FirstTimeRunHint=Είναι ο υπολογιστής σας αργός; Ελέγξτε το τώρα!
FixCanceled=Η λειτουργία διόρθωσης έχει ακυρωθεί!
Fixing=Διόρθωση: 
FolderOption=Έλεγχος διαθεσιμότητας για «Επιλογές φακέλου»
FolderOptionsInvalid=Οι επιλογές φακέλων είναι απενεργοποιημένες.
FolderOptionsValid=Οι επιλογές φακέλων είναι έγκυρες.
IEShell=Για έλεγχο της εγκυρότητας των λειτουργιών κελύφους του IE.
IEShellFail=Το κέλυφος του IE έχει παραποιηθεί.
IEShellFine=Το κέλυφος του IE λειτουργεί κανονικά.
InstallSafeSoft=Εγκαταστήστε ένα λογισμικό προστασίας από ιούς
JunkFiles=Άχρηστα αρχεία στον υπολογιστή σας
JunkFilesEx=Μη έγκυρα αρχεία όπως κρυφή μνήμη, αρχεία καταγραφής, προσωρινά αρχεία, κ.λπ.
LastCheck=Ο τελευταίος έλεγχος του υπολογιστή σας ήταν στις:  
LastFixTime=Έχουν περάσει %d ημέρες από τον τελευταίο έλεγχο.
ManualFix=Διόρθωση χειροκίνητα
ManualProcess=Χειροκίνητη βελτιστοποίηση στοιχείων
ManualProcessEx=Ζητήματα ιδιωτικού απορρήτου, κατακερματισμένος δίσκος κ.λπ. (απαιτείται «Χειροκίνητη επιδιόρθωση»)
NeedDefrag=Ο δίσκος του συστήματος χρειάζεται ανασυγκρότηση.
NoNeedDefrag=Δεν χρειάζεται να ανασυγκροτήσετε το δίσκο του συστήματος.
NoOptimizeItems=Όλα τα στοιχεία έχουν βελτιστοποιηθεί.
NoPrivacyRisks=Δεν υπάρχουν ζητήματα ιδιωτικού απορρήτου.
OptimizeOptItems=Επικύρωση των βελτιστοποιημένων στοιχείων.
OptimizeResult=Έχουν βελτιστοποιηθεί %d στοιχεία, για την επιτάχυνση του υπολογιστή σας.
PcGood=Συγχαρητήρια! Ο υπολογιστής σας είναι υγιής.
PCHealthNum=Αποτέλεσμα ελέγχου:
PrivacyHint=Εκκαθάριση όλων των ιχνών εξερεύνησης και προηγούμενων δραστηριοτήτων του υπολογιστή.
PrivacyItmes=Ζητήματα ιδιωτικού απορρήτου
ReFixHint=Συνιστούμε ιδιαίτερα να ολοκληρώσετε τη λειτουργία επιδιόρθωσης του υπολογιστή, για να κάνετε τον υπολογιστή σας ταχύτερο.
RegeditLocked=Ο επεξεργαστής μητρώου είναι απενεργοποιημένος.
Regeditor=Έλεγχος διαθεσιμότητας για επεξεργαστή μητρώου των Windows
RegeditUnLocked=Η επεξεργασία μητρώου είναι έγκυρη.
RegEntriesCount=Βρέθηκαν %d μη έγκυρες καταχωρήσεις.
RegEntriesResult=Έγινε εκκαθάριση %d μη έγκυρων καταχωρήσεων μητρώου.
RegistryJunk=Μη έγκυρες καταχωρήσεις μητρώου
RegistryJunkEx=Ορφανές, παρωχημένες ή μη έγκυρες καταχωρήσεις μητρώου
RemoteDesktop=Έλεγχος διαθεσιμότητας για σύνδεση απομακρυσμένης οθόνης των Windows.
RemoteDesktopAlive=Η σύνδεση απομακρυσμένης επιφάνειας εργασίας είναι ζωντανή.
RemoteDesktopDisabled=Η σύνδεση απομακρυσμένης επιφάνειας εργασίας είναι απενεργοποιημένη.
ReScanHint=Συνιστούμε ιδιαίτερα να ολοκληρώσετε τον έλεγχο του υπολογιστή, για να βρείτε περισσότερα προβλήματα τα οποία επιβραδύνουν τον υπολογιστή σας.
Result.FailTranstr=Δεν βρέθηκε λογισμικό προστασίας από ιούς στον υπολογιστή σας.
Result.FineTranStr=Το λογισμικό προστασίας από ιούς, εγκαταστάθηκε στον υπολογιστή σας.
SafeCheckResult=Έχουν διορθωθεί %d θέματα σχετικά με την ασφάλεια.
ScanFor=Σάρωση: 
ScanOptItems=Στοιχεία με δυνατότητα βελτιστοποίησης
SDDDetected=Εντοπίστηκε δίσκος SSD. Παραλείφθηκε.
SecurityProject=Στοιχεία σχετικά με την ασφάλεια
SecurityProjectEx=Τείχος προστασίας, μητρώο, απομακρυσμένη επιφάνεια εργασίας και άλλα προγράμματα ασφαλείας
ShortJunkFiles=Άχρηστα αρχεία
ShortJunkFiles=Άχρηστα αρχεία στον υπολογιστή σας
ShortJunkFilesEx=Άχρηστα αρχεία
ShortManualProcessEx=Χειροκίνητη βελτιστοποίηση έργων
ShortRegistryJunk=Μη έγκυρες καταχωρήσεις μητρώου
ShortRegistryJunkEx=Μη έγκυρες καταχωρήσεις μητρώου
ShortSecurityProjectEx=Προγράμματα ασφαλείας
ShortSystemTuneup=Τα στοιχεία μπορούν να βελτιστοποιηθούν
ShortSystemTuneupEx=Βελτιστοποίηση συστήματος
ShortUserTrace=Δεδομένα περιήγησης
ShortUserTraceEx=Ίχνη υπολογιστή
Suggestion1=Προτείνεται ένας έλεγχος άμεσα.
SystemTuneup=%d στοιχεία μπορούν να βελτιστοποιηθούν για βελτίωση της απόδοσης του υπολογιστή.
SystemTuneupEx=Ώθηση της ταχύτητας των Windows, βελτίωση της επίδοσης και σταθερότητας του συστήματος κ.λπ.
TaskManager=Έλεγχος διαθεσιμότητας για διαχείριση εργασιών των Windows.
TaskManagerInvalid=Η διαχείριση εργασιών είναι απενεργοποιημένη.
TaskManagerValid=Η διαχείριση εργασιών είναι έγκυρη.
Tracehint=Απαλοιφή ιστορικού περιήγησης, ιστορικού προσπέλασης εγγράφων κλπ.
TraceResult=Εκκαθάριση %d ιχνών χρήσης.
TracesFound=Βρέθηκαν %d ίχνη
TrashResult=Έγινε εκκαθάριση %d άχρηστων αρχείων, ελευθερώνοντας %s χώρο δίσκου.
UnsettledItems=Τα παρακάτω στοιχεία πρέπει να διορθωθούν χειροκίνητα.
UserTrace=Ίχνη υπολογιστή και ιστορικό περιήγησης
UserTraceEx=Ιστορικό χρήσης προγραμμάτων, πρόσβασης σε αρχεία, επισκέψεις σε ιστοσελίδες, κ.λπ.
WindowsAutoUpdate=Έλεγχος διαθεσιμότητας για υπηρεσία αυτόματης ενημέρωσης των Windows.
WindowsAutoUpdateInvalid=Η αυτόματη ενημέρωση των Windows είναι απενεργοποιημένη.
WindowsAutoUpdateValid=Η αυτόματη ενημέρωση των Windows είναι έγκυρη.

[FileErase]
NetPath=Δεν είναι δυνατή η σμίκρυνση της διαδρομής δικτύου.
None=Καμία
Crushing=Τεμαχισμός:
Shred=Τεμαχισμένο
InUsed=Χρησιμοποιείται
Aborted=Ματαιώθηκε
Shredding=Τεμαχισμός
SysPath=Η διαδρομή που επιλέξατε δεν μπορεί να διαγραφεί γιατί περιλαμβάνει σημαντικές διαδρομές του συστήματος.
ScrubFinished=Η διαγραφή ολοκληρώθηκε! Έγινε τεμαχισμός %d αρχείων αλλά απέτυχε ο τεμαχισμός %d αρχείων.
ScrubCanceled=Η διαγραφή ματαιώθηκε! Έγινε τεμαχισμός %d αρχείων αλλά απέτυχε ο τεμαχισμός %d αρχείων.
Erased=Τεμαχισμός
Canceled=Ακυρώθηκε

[DiskDefrag]
Volume=Οδηγός
Format=Σύστημα αρχείων
TotalSpace=Συνολικός χώρος
FreeSpace=Ελεύθερος χώρος
Fragmented=Τμήματα
Status=Κατάσταση
PmDefrag=Ανασυγκρότηση
QuickOpt=Γρήγορη βελτιστοποίηση
FullOpt=Πλήρης βελτιστοποίηση
PmAnlyse=Ανάλυση
Resume=Επαναφορά
Analying=Ανάλυση
Defragmenting=Ανασυγκρότηση
Optimizing=Βελτιστοποίηση
Analyed=Αναλύθηκε
Defragmented=Ανασυγκροτήθηκε
Optimized=Βελτιστοποιημένο
Pause=Παύση
IsSSD=Η επιλογή σας ίσως περιλαμβάνει τουλάχιστον έναν συμπαγή δίσκο και η ανασυγκρότηση μπορεί να μειώσει τη διάρκεια ζωής του. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
FragmentedRate=Κατακερματισμός
DefragInfo=Είναι καλό να ανασυγκροτείται ο δίσκος για να λειτουργεί γρήγορα μετά από μακροχρόνια χρήση του.

[BtnList]
WiseReminder=Wise Reminder
WiseReminderDesc=Μια υπενθύμιση καθημερινών υποχρεώσεων που θα σας βοηθήσει να οργανώσετε τις καθημερινές εργασίες.
GameBooster=Game Booster
GameBoosterDesc=Ένας απλός αλλά αποτελεσματικός Επιταχυντής παιχνιδιού.
ForceDeleter=Force Deleter
ForceDeleterDesc=Ένας εύκολος και ασφαλής τρόπος ξεκλειδώματος & διαγραφής αρχείων
SystemMonitor=Εποπτεία συστήματος
SystemMonitorDesc=Παρακολούθηση διεργασιών, υλικού και κυκλοφορίας δικτύου
AutoShutdown=Αυτόματος τερματισμός
AutoShutdownDesc=Αυτόματος τερματισμός λειτουργίας του υπολογιστή
DataRecovery=Ανάκτηση δεδομένων
DataRecoveryDesc=Ανάκτηση διαγραμμένων αρχείων
FolderHider=Απόκρυψη αρχείων && φακέλων
FolderHiderDesc=Εύκολη απόκρυψη Προσωπικών Δεδομένων
JetSearch=Γρήγορη αναζήτηση
JetSearchDesc=Γρήγορη αναζήτηση τοπικού αρχείου
MemoryOptimizer=Βελτιστ/ση μνήμης
MemoryOptimizerDesc=Εργαλείο απελευθέρωσης μνήμης
ProgramUninstaller=Κατάργηση προγραμμάτων
ProgramUninstallerDesc=Σχολαστική κατάργηση ανεπιθύμητων προγραμμάτων
PluginClean=Εκκαθάριση πρόσθετων
BigFile=Διαχειριστής μεγάλων αρχείων
BigFileDesc=Ο εύκολος τρόπος για τη διαχείριση μεγάλων αρχείων.
RegClean=Εκκαθάριση μητρώου
RegCleanDesc=Εύρεση και διόρθωση σφαλμάτων του μητρώου.
CommClean=Κοινός καθαρισμός
CommCleanDesc=Γρήγορη κι εύκολη εκκαθάριση άχρηστων αρχείων και ιχνών.
AdvClean=Προηγμένος καθαρισμός
AdvCleanDesc=Εύρεση και εκκαθάριση αχρήστων σε όλους τους δίσκους.
SysSimming=Ελάφρυνση συστήματος
SysSimmingDesc=Εύκολος καθαρισμός των άχρηστων αρχείων των Windows.
PowerOpt=Βελτιστ/ση συστήματος
PowerOptDesc=Βελτιστοποίηση των επιδόσεων του υπολογιστή σας.
DiskDefrag=Ανασυγκρ. δίσκου
DiskDefragDesc=Ανασυγκρότηση του δίσκου για επιτάχυνση του συστήματός σας.
RegDefrag=Ανασυγκρ. μητρώου
RegDefragDesc=Βελτιστοποίηση του μητρώου για επιτάχυνση του συστήματός σας.
Startup=Διαχείριση εκκίνησης
StartupDesc=Εύκολη διαχείριση των προγραμμάτων εκκίνησης.
ContextMenu=Μενού περιβάλλοντος
ContextMenuDesc=Εύκολη διαχείριση των στοιχείων του μενού περιβάλλοντος των Windows.
PrivacyErase=Σβήσιμο προσωπικών δεδομένων
PrivacyEraseDesc=Αφαίρεση ιχνών και ιστορικού για διατήρηση της ασφάλειας του ιδιωτικού απορρήτου.
DiskErase=Σβήσιμο δίσκου
DiskEraseDesc=Σβήσιμο όλων των διαγραμμένων αρχείων από το δίσκο σας.
FileShredder=Καταστρ. αρχείων
FileShredderDesc=Εμποδίζει τα τεμαχισμένα αρχεία να αποκατασταθούν, με επικάλυψη του αρχικού τους χώρου.
PasswordGenerator=Γεννήτρια κωδικών
PasswordGeneratorDesc=Εύκολη δημιουργία ενός ισχυρού κωδικού πρόσβασης.
ProcessMon=Εποπτεία διεργασίας
ProcessMonDesc=Εύκολη διαχείριση των εκτελούμενων διεργασιών.
SystemInfo=Πληροφ. υπολογιστή
SystemInfoDesc=Μια επισκόπηση του συστήματός σας και πληροφορίες υλικού.

[DiskErase]
Stop=Διακοπή
Erase=Διαγραφή
Rule1=Τυχαία δεδομένα 1 πέρασμα (Συνιστάται)
Rule2=DoD 5220.22-M 3 περάσματα
Rule3=Schneier's 7 περάσματα
Rule4=Guttmann 35 περάσματα
EraseFinished=Η διαγραφή ολοκληρώθηκε. Διάρκεια: 
ErasingFor=Σβήσιμο των διαγραμένων αρχείων στο %s. Παρακαλώ περιμένετε...
TempFileDeleting=Διαγραφή προσωρινών αρχείων...
ErasingForDisk=Σβήσιμο του ελεύθερου χώρου στο %s. Παρακαλώ περιμένετε...
ManyFiles=Βρέθηκαν πολλά ανακτήσιμα αρχεία.
FewFiles=Βρέθηκαν μερικά ανακτήσιμα αρχεία.
SkipAnalyse=Παράληψη ανάλυσης (δίσκος FAT)
Secure=Ασφαλής
DoesNotSupport=Δεν υποστηρίζεται αυτός ο δίσκος
Erasing=Διαγραφή...
Finished=Η διαγραφή ολοκληρώθηκε
Canceled=Η διαγραφή ακυρώθηκε
ConfirmEraseDisk=Θα χρειαστεί κάποιος χρόνος για το σβήσιμο του δίσκου. Παρακαλώ κλείστε οποιοδήποτε άλλο πρόγραμμα για την αποφυγή λειτουργίας I/O κατά τη διάρκεια αυτής της περιόδου. Θέλετε να συνεχίσετε;
PartitionError=Ένα σοβαρό λάθος έχει βρεθεί στις κατατμήσεις σας.

[Tuneup]
SuperPrefetchParameters=Απενεργοποίηση Superfetch για μείωση κατανάλωσης μνήμης στην εκκίνηση των Windows (8/10).
BlueReboot=Απενεργοποίηση αυτόματης επανεκκίνησης όταν το σύστημα αντιμετωπίζει μπλε οθόνη κατάρρευσης.
RemoteRegAccess=Απενεργοποίηση της τροποποίησης μητρώου από έναν απομακρυσμένο υπολογιστή.
FileListSpeed=Βελτιστοποίηση της πολιτικής ανανέωση της λίστας αρχείων των Windows.
PreviewUP=Επιτάχυνση της ταχύτητας προβολής της Προεπισκόπησης Παραθύρου Γραμμής εργασιών.
OptDNS=Βελτιστοποίηση της ταχύτητας DNS και ανάλυσης DNS.
OptLAN=Βελτιστοποίηση σύνδεσης LAN.
ShowSpeed=Βελτιστοποιημένη ταχύτητα απόκρισης της απεικόνισης του συστήματος.
AeroSnap=Επιτάχυνση του Aero Snap για να γίνει ταχύτερη η προβολή μικρογραφιών.
SSDSpeedup=Βελτιστοποίηση SSD
DisablePrefetch=Απενεργοποίηση παραμέτρων προφόρτωσης για να αυξηθεί ο χρόνος ζωής του SSD.
DisableSuperPrefetch=Απενεργοποίηση παραμέτρων Superfetch για να αυξηθεί ο χρόνος ζωής του SSD.
DisableDefragBoot=Απενεργοποίηση ανασυγκρότησης του δίσκου συστήματος κατά την εκκίνηση για να αυξηθεί ο χρόνος ζωής του SSD.
DisableDefragIdle=Απενεργοποίηση αυτόματης ανασυγκρότησης σε αδράνεια για να αυξηθεί ο χρόνος ζωής του SSD.
EnableTRIM=Ενεργοποίηση λειτουργίας αποκοπής για τη βελτίωση των επιδόσεων του SSD.
OptIEConnection=Αυξημένες μέγιστες συνδέσεις ανά διακομιστή. Η ταχύτητα προβολής ιστοσελίδας και η ταχύτητα θέασης βίντεο σε άμεση σύνδεση, είναι ενισχυμένη.
IconCache=Αύξηση προσωρινής μνήμης εικονιδίων συστήματος και επιτάχυνση προβολής της οθόνης.
RestoreAll=Είστε βέβαιος ότι θέλετε να επαναφέρετε όλα τα στοιχεία στην προεπιλογή των Windows;
NoSelectedItem=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για βελτιστοποίηση.
OptItems=Τα παρακάτω %d στοιχεία μπορούν να βελτιστοποιηθούν.
ItemsOptimized=Έχουν βελτιστοποιηθεί %d στοιχεία.
TakeEff=Κάποια βελτιστοποιημένα στοιχεία θα τεθούν σε ισχύ μετά την επανεκκίνηση του υπολογιστή σας.
NoItems=Συγχαρητήρια! Όλα τα στοιχεία έχουν βελτιστοποιηθεί.
BootSpeedup=Επιτάχυνση εκκίνησης/τερματισμού
SystemStable=Σταθερότητα συστήματος
SystemSpeedup=Αύξηση ταχύτητας συστήματος
NetworkSpeedup=Αύξηση ταχύτητας δικτύου
PrefetchParameters=Βελτιστοποίηση παραμέτρων προφόρτωσης για τη βελτίωση της ταχύτητας εκκίνησης των Windows
BootDelay=Μείωση του χρόνου «Έλεγχου δίσκου» για να βελτιωθεί η ταχύτητα εκκίνησης των Windows
BootPartition=Ενεργοποίηση της λειτουργίας βελτιστοποίησης για να βελτιωθεί η ταχύτητα εκκίνησης των Windows.
ClearPagingFile=Απενεργ/ση εκκαθάρισης αρχείου σελιδοποίησης των Windows για επιτάχυνση τερματισμού του υπολογιστή
TimeOut=Μείωση αδράνειας εφαρμογής κατά τον τερματισμό λειτουργίας για να βελτιωθεί η διαδικασία τερματισμού
AutoKill=Κλείσιμο παγωμένων διαδικασιών για να αποφευχθεί η κατάρρευση του συστήματος
RestartExplorer=Αυτόματη επανεκκίνηση Εξερεύνησης των Windows για αποφυγή τυχόν εξαφάνισης της επιφάνειας εργασίας
TwoProcess=Εκτέλεση στοιχείων Εξερεύνησης των Windows ως ξεχωριστή διαδικασία, για αποφυγή σύγκρουσης συστήματος
ErrorReport=Απενεργοποίηση εμφάνισης μηνυμάτων σφάλματος, για βελτίωση της απόδοσης του συστήματος
Debugger=Απενεργοποίηση του προγράμματος εντοπισμού σφαλμάτων, για επιτάχυνση της επεξεργασίας σφάλματος
OptMemory=Βελτιστοποίηση των προεπιλεγμένων ρυθμίσεων μνήμης για τη βελτίωση απόδοσης του συστήματος 
OptVEff=Βελτιστοποίηση εμφάνισης των στοιχείων προσκηνίου (παράθυρα διαλόγου, μενού κλπ.) για βελτίωση απόδοσης του συστήματος
OptFileSystem=Βελτιστοποίηση του συτήματος αρχείων, για βελτίωση της απόδοσης του συστήματος
OptDiskSystem=Βελτιστοποίηση υποσυστήματος εισόδου/εξόδου δίσκου, για βελτίωση της απόδοσης του συστήματος
DisAutoRun=Απενεργ/ση χαρακτηριστικού «Αυτόματη αναπαραγωγή» στις μονάδες δίσκου, για αποφυγή μόλυνσης από ιό
OptDiskIdle=Βελτιστοποίηση των εισόδων/εξόδων δίσκου όταν η CPU είναι αδρανής
OptTTL=Βελτιστοποίηση των ρυθμίσεων ΤTL (Χρόνος διατήρησης), για βελτίωση της επίδοσης του δικτύου
OptNetForward=Βελτιστοποίηση δυνατότητας προώθησης του δικτύου, για βελτίωση της επίδοσης του δικτύου
OptMTU=Αυτόμ. εντοπισμός «μαύρων οπών» με χρήση της τεχνικής Path MTU Discovery, για βελτίωση των επιδόσεων TCP/IP
OptWINS=Βελτιστοποίηση χρόνου ερωτήματος ονόματος WINS, για βελτίωση της ταχύτητας μεταφοράς δεδομένων
OptNetWork=Βελτιστοποίηση των ρυθμίσεων δικτύου για βελτίωση των επιδόσεων μεταφοράς
CloseAnimate=Κλείσιμο εφέ κίνησης κατά τη μεγιστοποίηση ή ελαχιστοποίηση ενός παραθύρου, για επιτάχυνση της απόκρισης του παραθύρου
PagingExecutive=Απενεργ/ση σελιδοποίησης μνήμης και μείωση Ι/Ο του δίσκου για βελτίωση επιδόσεων των εφαρμογών. (Μπορεί να αγνοηθεί αν η φυσική μνήμη είναι <1 GB)
StaticIP=Ορίστε μια στατική διεύθυνση IP για την τοπική σας σύνδεση, για βελτίωση της ταχύτητας εκκίνησης του υπολογιστή
PorcessorTime=Βελτιστοποίηση απόδοσης επεξεργαστή για πιο ομαλή λειτουργία εφαρμογών, παιχνιδιών κ.λπ. (Αγνοήστε το αν το μηχάνημα σας είναι ένας διακομιστής)
DisableIDECheck=Προληπτικός έλεγχος καναλιού IDE, για βελτίωση της ταχύτητας εκκίνησης των Windows
ForeAppSpeed=Ώθηση στην ταχύτητα απόκρισης στα προγράμματα που βρίσκονται στο προσκήνιο
AeroPeek=Ώθηση στην ταχύτητα εμφάνισης του Aero Peek
OptEthernet=Βελτιστοποίηση απόδοσης της κάρτας Ethernet

[Summary]
ContextMenu=Μη έγκυρα στοιχεία μενού περιβάλλοντος
MUICache=Λείπει η αναφορά προσωρινής μνήμης MUI
Services=Μη έγκυρες υπηρεσίες των Windows
Activex=Μη έγκυρα στοιχεία ActiveX και COM
FireWall=Μη έγκυρες ρυθμίσεις του τείχους προστασίας των Windows
RootAll=Μη έγκυρες διαδρομές και αρχεία
SoftwareSection=Μη έγκυρες διαδρομές και αρχεία, κατάλοιπα καταργημένου λογισμικού
ApplicationPaths=Μη έγκυρες διαδρομές και αρχεία, κατάλοιπα καταχωρημένου λογισμικού
FileTypes=Μη έγκυρη πληροφορία επέκτασης αρχείου
HelpFiles=Μη έγκυρα καταχωρημένα αρχεία βοήθειας
Fonts=Μη έγκυρες πληροφορίες γραμματοσειράς
SharedDLL=Λείπει κοινόχρηστη βιβλιοθήκη δυναμικής σύνδεσης
MRULists=Ιστορικό πρόσβασης σε αρχεία, παρακολούθησης ταινιών, επεξεργασίας εγγράφων κ.λπ.
UninstallSection=Άχρηστες ή μη έγκυρες πληροφορίες απεγκατάστασης
StartMenu=Παρωχημένα στοιχεία του μενού έναρξης
StartupProgram=Παρωχημένα ή άκυρα προγράμματα εκκίνησης
SoundandAppEvents=Παρωχημένες ή μη έγκυρες ρυθμίσεις ήχων και συμβάντνων
IEUrlHistory=Ιστορικό επισκέψεων ιστού με τον Internet Explorer
IFEO=Κακόβουλες καταχωρήσεις που δημιουργούνται από λογισμικό υποκλοπής, ιούς ή malware
EmptyKey=Καταχωρήσεις χωρίς πληροφορίες
App=Μη έγκυρες ρυθμίσεις εφαρμογών

[ErrorMessage]
MUIError1=Η αναφορά MUI λείπει, αλλά ο οδηγός «%s» είναι %s. Συνιστούμε να αγνοήσετε αυτό το σφάλμα.
MUIError=Λείπει η αναφορά MUI
ServiceNotExists=Το καθορισμένο πρόγραμμα υπηρεσίας δεν υπάρχει.
MimeExName=Εσφαλμένη καταχώρηση επέκτασης αρχείου MIME: %s
EmptyKey=Κενά κλειδιά
EmptyHelpdirctory=Κενός κατάλογος βοήθειας.
FileNotExist=Το αρχείο (φάκελος) δεν υπάρχει.
HFileNotExist=Το αρχείο (φάκελος) βοήθειας δεν υπάρχει.
EmptyValue=Κενή τιμή
TypeLib=Δεν υπάρχει ο τύπος βιβλιοθήκης:
NodeEmpty=Κενός κόμβος
SharedFilenotexist=Δεν υπάρχει κοινόχρηστο αρχείο.
sharedfilenotbeuse=Δεν χρησιμοποιείται κοινόχρηστο αρχείο.
noconnection=Δεν υπάρχουν πληροφορίες σύνδεσης αρχείου.
Invalidpathtoicon=Μη έγκυρη διαδρομή σε εικονίδιο.
ReferstoaninvalidClass=Παραπομπή σε μη έγκυρη κλάση.
Emptyshellcommand=Το κελι εντολής είναι κενό.
Invalidshellcommand=Μη έγκυρη εντολή κελιού (το αρχείο δεν υπάρχει).
Fontsnotexist=Δεν υπάρχει αρχείο γραμματοσειράς.
Hijacking=Το %s έχει παραποιηθεί από το %s.
MRULists=Λίστες χρήστη πρόσφατα χρησιμοποιημένων
invalidOpenWith=Δεν υπάρχει καμία εφαρμογή συνδεδεμένη με αυτόν τον τύπο.
ReferActivex=Παραπομπή σε μη έγκυρη καταχώρηση του Activex/COM.
EmptyCLSID=Κενό CLSID.
ComSourceNotExist=Η COM προέλευσης δεν υπάρχει.
invalidUnistall=Μη έγκυρες πληροφορίες απεγκατάστασης.
notexist=Δεν υπάρχει
ObsoleteStartMenuItem=Παρωχημένο στοιχείο του μενού έναρξης.
SoundFilenotexist=Δεν υπάρχει αρχείο ήχου.
FileNotExist1=Το αρχείο/φάκελος δεν υπάρχει, αλλά ο δίσκος "%s" είναι %s. Συνιστούμε ν΄αγνοήσετε αυτό το σφάλμα.
OpenWithError=Άνοιγμα με σφάλμα. Η καθορισμένη εφαρμογή δεν υπάρχει.
OpenWithError1=Σφάλμα στη χρήση του «Άνοιγμα με». Η καθορισμένη εφαρμογή δεν υπάρχει, αλλά ο δίσκος "%s" είναι %s. Συνιστούμε ν΄αγνοήσετε αυτό το σφάλμα.
ComSourceNotExist1=Η COM προέλευσης δεν υπάρχει, αλλά ο δίσκος "%s" είναι %s. Συνιστούμε ν΄αγνοήσετε αυτό το σφάλμα.

[Area]
Tencent-Logs=Αρχεία καταγραφής Tencent
Yodao-Dict=Yodao Dict
WinInstallerPackage=Παρωχημένοι εγκαταστάτες των Windows
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Ιστορικό προσπέλασης αρχείων
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Ιστορικό του Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Προσωρινά αρχεία του Adobe Reader
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Προσωρινή αποθήκευση εγκατάστασης λογισμικού της Apple
AshampooBurningStudio=Ashampoo Burning Studio
AVGAnti-Spyware=AVG Anti-Spyware
AVIPreview=Προεπισκόπηση AVI
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Κρυφή αποθήκευση του Google Chrome
ChromeCookies=Cookies του Google Chrome
ChromeForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Google Chrome
Chromelocalstorage=Ιστορικό Google του Chrome
ChromePass=Αποθηκευμένοι κωδικοί του Google Chrome
ChromeSession=Συνεδρία του Google Chrome
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Cookies του Microsoft IE DOMStore
DownloadedPatch=Αρχεία ενημέρωσης των Windows
Downloads=Ληφθέντα αρχεία περιηγητή ιστού
DriveTheLife=DriveTheLife
Dump=Αρχεία αποτύπωσης μνήμης
DVDFab=DVDFab
ErrorReport=Αρχεία αναφοράς σφαλμάτων
Evernote=Evernote
EwidoAnti-Malware=Ewido Anti-Malware
ExamDiff=ExamDiff
ExplorerMRU=Κατάλογοι πρόσφατης χρήσης άλλης εξερεύνησης
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Κρυφή αποθήκευση του Mozilla FireFox
FireFoxCookies=Cookies του Mozilla FireFox
FireFoxForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Mozilla FireFox
FireFoxOther=Άλλα ιστορικά του Mozilla FireFox
FireFoxPass=Αποθηκευμένοι κωδικοί του Mozilla FireFox
Flash=Adobe Flash Player
FontCache=Προσωρινή αποθήκευση γραμματοσειρών των Windows
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Ημερολόγιο Google
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Ιστορικό γραμμής διευθύνσεων του Microsoft Internet Explorer
IECahce=Κρυφή αποθήκευση του Microsoft Internet Explorer
IECookies=Cookies του Microsoft Internet Explorer
IEForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)
IEHistory=Ενεργό ιστορικό του Microsoft Internet Explorer
IEPass=Αποθηκευμένοι κωδικοί του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Μη έγκυρες συντομεύσεις
InvalidScTask=Μη έγκυρες προγραμματισμένες εργασίες
InvalidStartMenu=Μη έγκυρα μενού έναρξης
iTunes=iTunes
IZArc=IZArc
JumpList=Λίστες μετάβασης γραμμής εργασιών (Θα καθαριστούν επίσης πάγια στοιχεία.)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Τελευταία θέση λήψης
LogFile=Αρχεία καταγραφής συστήματος
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Αρχεία καταγραφής και ενημερώσεων του Microsoft Security Essentials
MetroCache=Προσωρινή αποθήκευση του Metro των Windows
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Προσωρινή αποθήκευση του Microsoft Edge
MSEdgeCookies=Cookies του Microsoft Edge
MSEdgeDownloadHistory=Ιστορικό λήψεων του Microsoft Edge
MSEdgeHistory=Ιστορικό του Microsoft Edge
MSEdgeRecentlyTypedURLs=Πρόσφατα πληκτρολογημένες URL του Microsoft Edge
MSEdgeSavedFormInformation=Αποθηκευμένες πληροφορίες φόρμας του Microsoft Edge
MSEdgeSavedPasswords=Αποθηκευμένοι κωδικοί του Microsoft Edge
MSEdgeSession=Συνεδρία του Microsoft Edge
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Ιστορικό αντιστοίχισης δίσκου δικτύου
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Πρόσφατο ιστορικό του Microsoft Office
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Προσωρινή μνήμη του Opera
OperaCookies=Cookies του Opera
OperaHistory=Ιστορικό του Opera
OperaPassword=Αποθηκευμένοι κωδικοί του Opera
OperaSessions=Συνεδρίες του Opera
OperaSiteIcon=Εικονίδια ιστοσελίδας του Opera
OperaURLHistory=Πληκτρολογημένες διευθύνσεις στον Opera
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=Προσωρινή μνήμη του PaleMoon
PaleMoonCookies=Cookies του PaleMoon
PaleMoonDownloadHistory=Ιστορικό λήψεων του PaleMoon
PaleMoonHistory=Ιστορικό του PaleMoon
PaleMoonSavedFormInformation=Πληροφορίες αποθηκευμένων φορμών του PaleMoon
PaleMoonSession=Συνεδρία του PaleMoon
PaleMoonSitePreferences=Προτιμήσεις τοποθεσίας του PaleMoon
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Παλιά δεδομένα προφόρτωσης
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ 
QQImg=Ληφθείσες εικόνες QQ
QQPCMgr=QQPCManager
QQRFile=Ληφθέντα αρχεία QQ
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Πρόσφατα έγγραφα
Recyclebin=Άδειασμα του κάδου ανακύκλωσης
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Κρυφή αποθήκευση αρχείων της απομακρυσμένης επιφάνειας εργασίας
RunStartMenu=Εκτέλεση από το μενού «Έναρξη»
SafariCache=Κρυφή αποθήκευση αρχείων διαδικτύου του Safari
SafariCookies=Αρχεία Cookies του Safari
SafariHistory=Ιστορικό του Safari
SafariPass=Αποθηκευμένες πληροφορίες φόρμας του Safari
SamsungKies=Samsung Kies
SearchList=Ιστορικό αναζήτησης των Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Προσωρινά αρχεία που δημιουργήθηκαν απ΄τα Windows
SystemTrace=Ίχνη Windows και Εφαρμογών
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Κρυφή αποθήκευση μικρογραφιών
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Ίχνη στο υπολογιστή
TraryNotify=Κρυφή μνήμη εικονιδίων περιοχής ειδοποιήσεων
TrashClean=Αρχεία στον υπολογιστή
TUGZip=TUGZip
TypeInternetCache=Προσωρινή αποθήκευση περιηγητή ιστού
TypeInternetTrace=Παρακολούθηση περιηγητή ιστού
TypeMedia=Πολυμέσα
TypeOtherApp=Άλλες εφαρμογές
TypeSystem=Σύστημα των Windows
TypeWComponents=Στοιχεία των Windows
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Προσωρινά αρχεία που δημιουργήθηκαν από εφαρμογές
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Ιστορικό προβολής εικόνων
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Ιστορικό σελίδων που επισκεφθήκατε
Vivaldi=Vivaldi
VivaldiCache=Προσωρινή αποθήκευση του Vivaldi
VivaldiCookies=Cookies του Vivaldi
VivaldiForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Vivaldi
Vivaldilocalstorage=Τοπική αποθήκευση του Vivaldi
VivaldiSavedpasswords=Αποθηκευμένοι κωδικοί του Vivaldi
VivaldiSession=Συνεδρία του Vivaldi
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Ιστορικό των ταινιών/βίντεο που παρακολουθήσατε
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Ζωγραφική των Windows
WindowsSysCache=Προσωρινή μνήμη συστήματος των Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Κρυφή μνήμη του εγκαταστάτη των Windows
WinLiveToolbar=Εργαλειοθήκη του Windows Live
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Αντίγραφα ασφαλείας WinSxs των Windows
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XilisoftVideoConverter=Xili soft Video Converter
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Εργαλειοθήκη Yahoo
Yandex=Yandex
YandexCache=Προσωρινή αποθήκευση του Yandex
YandexCookies=Cookies του Yandex
YandexForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Yandex
YandexLocalstorage=Τοπική αποθήκευση της Yandex
Yandexpass=Αποθηκευμένοι κωδικοί του Yandex
YandexSession=Συνεδρία του Yandex
YY=DuoWan YY
ZipMagic=ZipMagic
YY=DuoWan YY

[Type]
ContextMenu=Μη έγκυρα στοιχεία μενού περιβάλλοντος
MUICache=Προσωρινή μνήμη MUI
Services=Υπηρεσίες των Windows
Activex=Στοιχεία ActiveX/COM
FireWall=Ρυθμίσεις τοίχους προστασίας
RootAll=Μη έγκυρες διαδρομές
SoftwareSection=Διαδρομές λογισμικού
ApplicationPaths=Διαδρομές εφαρμογής
FileTypes=Τύποι αρχείων
HelpFiles=Αρχεία βοήθειας
Fonts=Γραμματοσειρές
SharedDLL=Κοινόχρηστα DLLs
MRULists=Λίστες χρήστη πρόσφατα χρησιμοποιημένων
UninstallSection=Πρόγραμμα απεγκατάστασης
StartMenu=Μενού «Έναρξη»
StartupProgram=Προγράμματα στην εκκίνηση
SoundandAppEvents=Ήχοι και συμβάντα εφαρμογών
IEUrlHistory=Ιστορικό διευθύνσεων του Internet Explorer
IFEO=Εκτέλεση αρχείου εικόνας
EmptyKey=Κενά κλειδιά
App=Ρυθμίσεις εφαρμογών
UserDefine=Ορισμός από χρήστη
ZeroFile=Κενά αρχεία - 0 bytes
WinSetupLog=Αρχεία καταγραφής σφαλμάτων εγκατάστασης των Windows
NtUninstall=Πηγές απεγκατάστασης ενημερώσεων των Windows
InvalidLnk=Μη έγκυρες συντομεύσεις
UserTemp=Αρχεία σε προσωρινούς φακέλους χρηστών
WinTemp=Αρχεία σε προσωρινούς φακέλους των Windows
RecentFiles=Συνδέσεις πρόσφατων αρχείων
PatchSource=Πηγές ενημέρωσης των Windows
TempFile=Προσωρινά αρχεία
fcwdir=Αρχεία που δημιουργήθηκαν από μια διεργασία λήψης
tfcbp=Προσωρινά αρχεία που δημιουργήθηκαν από προγράμματα
sdrf=Αρχεία επαναφοράς που δημιουργήθηκαν κατά τη σάρωση δίσκου
OldFile=Παλιά αρχεία
outdatedfile=Ξεπερασμένα αρχεία
fcwhfir=Τα αρχεία που δημιουργήθηκαν κατά την εκτέλεση ενός αρχείου βοήθειας
Ncfile=Κρυφά αποθηκευμένα αρχεία ομάδας συζήτησης
Backupfile=Αρχεία αντιγράφων ασφαλείας
WBfile=Αντίγραφα ασφαλείας αρχείων του MS Word
Cbswahf=Αρχεία που δημιουργήθηκαν κατά την αναζήτηση ενός αρχείου βοήθειας
whtf=Προσωρινά αρχεία του συστήματος βοήθειας των Windows
Logfile=Αρχεία καταγραφής
LLogfile=Αρχεία καταγραφής που δημιουργήθηκαν από εφαρμογές ή υπηρεσίες του συστήματος.
Errorfile=Αρχεία σφαλμάτων
Wmdf=Αρχεία αποτύπωσης μνήμης των Win2000/XP
bcomf=Αντίγραφα ασφαλείας από τροποποιημένα αρχεία
Indexfile=Αρχεία ευρετηρίου
ifcbsiotitpbs=Αρχεία ευρετηρίου που δημιουργούνται από το σύστημα προκειμένου να βελτιωθεί η ταχύτητα περιήγησης εικόνων
Tfcds=Προσωρινά αρχεία που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
Intermediatefile=Ενδιάμεσα αρχεία
chkfile=Ανακτημένο αρχείο

[Tools]
Update=Ενημέρωση
Download=Λήψη
WhatNew=Τι νέα;

[BootTime]
BootTimeEx=Αναφορά χρόνου εκκίνησης
BootLike=Σαν την ταχύτητα εκκίνησής σας
Btnopt=Επιτάχυνση
Congratulation=Η ταχύτητα εκκίνησης του υπολογιστή σας είναι:
BootTime=Χρόνος εκκίνησης: %d δευτερόλεπτα
FailWeahter=Δεν είναι δυνατή η πρόσβαση στις πληροφορίες καιρού.

[MenuBar]
Support=Κέντρο υποστήριξης
BtnCustom=Προσαρμογή
BtnRestore=Επαναφορά
BtnSkin=Θέματα
BtnMenu=Μενού
BtnBackup=Αντίγραφο ασφαλείας

[UpgradePro]
Title=Γιατί αναβάθμιση στην έκδοση Pro
MoreSkin=Περισσότερα θέματα
CustomHead=Προσαρμοσμένα πορτρέτα
Support=Υποστήριξη 7x24
Buy=Αγορά
Reg=Καταχώρηση
RegUser=Εγγεγραμμένος χρήστης

[AutoUpdate]
UpdateFail=Η ενημέρωση απέτυχε. Θέλετε να κάνετε λήψη του αρχείου εγκατάστασης από την ιστοσελίδα μας;
NoFiles=Παρακαλώ επιλέξτε τα αρχεία για ενημέρωση.
CurrentFile=Τρέχον αρχείο: 
Readed=Λήψη:
SumSize=Συνολικό μέγεθος:
Byte=Byte
DownloadError=Σφάλμα λήψης. Παρακαλώ προσπαθήστε αργότερα.
AutoUpdate=Wise Care 365 - Άμεση ενημέρωση
StartUpdate=Έναρξη ενημέρωσης
Cancel=Άκυρο
Ready=Έτοιμο για λήψη.
FindUpdate=Τα παρακάτω στοιχεία είναι διαθέσιμα για ενημέρωση:
NewVerInfo=Αλλαγές στη νέα έκδοση:
IgnoreVer=Παράβλεψη ενημερώσεων αυτής της έκδοσης
BtnUpdate=Ενημέρωση τώρα
BtnNotNow=Όχι τώρα


[SoftRate]
Querying=Υποβολή ερωτήματος...
Good=Μου αρέσει
Bad=Δεν μου αρέσει
Safe=Αναφορά
Ver=Έκδοση:
Ratings=Αξιολογήσεις
SoftNotExist=Δεν είναι δυνατή η εύρεση του λογισμικού.
GetSoftInfoError=Η λήψη πληροφοριών λογισμικού απέτυχε
UploadSoftLogoError=Σφάλμα αποστολής πληροφοριών λογισμικού
SubmitData=Υποβολή των σχολείων σας για το λογισμικό αυτό ...
SubmitSoftInfoError=Σφάλμα υποβολής που σχετίζεται με το δίκτυο.
SubmitRateSuccess=Υποβλήθηκε επιτυχώς.
HaveSubmitRate=Αυτό το έχετε αξιολογήσει.
Submitgoodbad=Υποβολή των πληροφοριών σας...
me=Εγώ
NickTooLong=Το ψευδώνυμο σας δεν πρέπει να ξεπερνά τους 20 χαρακτήρες
MailTooLong=Το email σας δεν πρέπει να ξεπερνά τους 20 χαρακτήρες
WrongEmail=Μη έγκυρη διεύθυνση email
ReviewTooLong=Το συνολικό μήκος της επισκόπησης δεν πρέπει να υπερβαίνει τους 300 χαρακτήρες
RateHint=Συμμετάσχετε στην αξιολόγηση του λογισμικού μας και ψηφίστε το αγαπημένο σας λογισμικό!
UnknowName=Άγνωστο προϊόν
UnknowVer=Άγνωστη έκδοση
UnknowDesc=Περιγραφή

[Edit]
pmcut=Αποκοπή
pmcopy=Αντιγραφή
pmpaste=Επικόλληση
pmdelete=Διαγραφή
pmselectall=Επιλογή όλων

[Turbo]
PmActive=Υπενθύμιση αργότερα
PmNever=Να μην εμφανιστεί ξανά
btnClean=Εκκαθάριση τώρα
NeedCleanTrash=Βρέθηκαν %s άχρηστα αρχεία.
NeedCleanTrace=Βρέθηκαν %d στοιχεία από ίχνη.
NeedClean=Η εκτεταμένη χρήση του υπολογιστή δημιουργεί πολλά άχρηστα αρχεία.

[Renew]
subscribed=Να μην ειδοποιηθώ ξανά.
btnact.caption=Ενεργοποιήστε το κλειδί της άδειας σας
Regexpire=Δεν θα είστε σε θέση να χρησιμοποιήσετε το Wise Care 365 μετά την ημερομηνία λήξης των ημερών δοκιμής.
Regtitle2=Οι 30 ημέρες της δοκιμαστικής σας περιόδου έχουν λήξει. Παρακαλώ εγγραφείτε εγκαίρως.
Regtitle=Η δοκιμαστική σας περίοδος έχει %d ημέρες ακόμη.
RegPrice=Αγοράστε την έκδοση Pro, για να διατηρηθεί ο υπολογιστής σας σε μέγιστη απόδοση, μόνο με %s!
Regnow=Καταχώρηση τώρα!
title=Το Wise Care 365 PRO θα λήξει σε %d ημέρες!
title2=Το κλειδί της άδειας χρήσης σας έχει λήξει. Παρακαλούμε ανανεώστε το έγκαιρα!
Price=Παραμείνετε στην έκδοση Pro και διατηρήστε τον υπολογιστή σας στη μέγιστη απόδοση, μόνο με %s
lblfeature1.caption=Ολοκληρωμένη προστασία προσωπικών δεδομένων: Σβήσιμο προσωπικών δεδομένων.
lblfeature2.caption=Διαχείριση μενού περιβάλλοντος: Κάντε το μενού σας πιο ευέλικτο.
lblfeature3.caption=Αυτόματη ενημέρωση: Εξοικονόμηση του χρόνου σας κατά την ενημέρωση για νεότερη έκδοση.
lblfeature4.caption=Φανταστικές νέες εμφανίσεις & θέματα: Προσαρμοσμένες για χρήστες της έκδοσης Pro.
lblfeature5.caption=Δωρεάν τεχνική υποστήριξη 7x24: Έχετε επίλυση στις ερωτήσεις σας με προτεραιότητα.
lblrefund.caption=Δεσμευόμαστε για την άνευ όρων επιστροφή 100%.
lblremind.caption=Υπενθύμιση αργότερα
lblhint.caption=Πλήρη χαρακτηριστικά του Wise Care 365 PRO:
lbldesc.caption=Ενδέχεται να χάσετε τα πλεονεκτήματα της έκδοσης Pro που απολαμβάνετε τώρα.
btnrenew.caption=Ανανέωση τώρα
WorkTotal=Έως τώρα, το Wise Care 365 έχει καθαρίσει %s άχρηστα αρχεία, %d στοιχεία ιστορικού και διόρθωσε %d σφάλματα μητρώου.

[Sysmon]
ActivityPercent=Ποσοστό δραστηριότητας
AdapterType=Τύπος προσαρμογέα
Asset=Καρτέλα ενεργητικού
ATAVER=Έκδοση ATA
ATemperature=Μέση θερμοκρασία
ATM=ATM
BiosDate=Ημερ/νία κυκλοφορίας BIOS
Board=Μητρική
BoardType=Τύπος πλακέτας
btnBoard.caption=Μητρική
btnDisk.caption=Σκληρός δίσκος
btnGraphic.caption=Κάρτα γραφικών
btnHardMonitor.caption=Εποπτεία υλικού
btnMemory.caption=Μνήμη
btnNetAdapter.caption=Προσαρμογέας δικτύου
btnOsOverview.Caption=Λειτουργικό σύστημα
btnOverview.caption=Επισκόπηση
btnProcess.Caption=Διεργασία
btnProcessor.caption=Επεξεργαστής
btnSoftMonitor.caption=Εποπτεία διεργασίας
btnSoundCard.caption=Κάρτα ήχου
BusType=Τύπος διαύλου
BytesPerSector=Bytes ανά τομέα
CacheSize=Μέγεθος cache L2
ColorDepth=Βάθος χρώματος
connected=συνδέθηκε σε έναν απομακρυσμένο σταθμό.
connecting=σύνδεση προσαρμογέα.
Cores=Πλήθος πυρήνων
CPU=CPU
CPUUpgrade=Αναβάθμιση επεξεργαστή
CPUUsage=CPU: %d
CTemperature=Θερμοκρασία πυρήνα %d
CurrentSpeed=Τρέχουσα ταχύτητα επεξεργαστή
Cylinders=Κύλινδροι
DataWidth=Εύρος δεδομένων
Description=Περιγραφή
DeviceID=Αναγνωριστικό συσκευής
DHCP=Διεύθυνση DHCP
DHCPName=Όνομα εμβέλειας DHCP
disconnected=αποσυνδέθηκε
Disk=Δίσκος
DiskRPM=RMP(R/m)
DiskRPM=RMP(R/s)
DNSIP=ΙΡ διακομιστών DNS
DNSServers=Διακομιστές DNS
DNSSuffixes=Επιθήματα DNS
DomainName=Όνομα τομέα
Drive=Μονάδα δίσκου
EngineClock=Χρονισμός πυρήνα
Ethernet=Ethernet
Familiy=Οικογένεια
Fans=Ανεμιστήρες
FileSystemName=Όνομα συστήματος αρχείων
Form=Παράγοντας μορφής
FreeSpace=Ελεύθερος χώρος
frmSoftMonitor.ppDetails=Αναλυτικές πληροφορίες
frmSoftMonitor.ppKillProc=Τέλος διεργασίας
frmSoftMonitor.ppNet1=Αποκλεισμός πρόσβασης στο δίκτυο
frmSoftMonitor.ppNet2=Δυνατότητα πρόσβασης στο δίκτυο
Gateway=Διεύθυνση Πύλης
GPU=GPU
GPUChip=Τσιπ GPU
Graphics=Γραφικά
HandleNumber=Αριθμός περιεχομένων δεικτών χειρισμού αντικειμένων
HDFirmware=Έκδοση υλικολογισμικού
HostName=Όνομα κεντρικού υπολογιστή
IEEE1394=IEEE 1394
IEEE802=Ασύρματο IEEE 802.11
InterfaceType=Τύπος διασύνδεσης
IPAddress=Διεύθυνση IP
IPMask=Μάσκα διευθύνσεων IP
LANdisabled=Ο προσαρμογέας LAN έχει απενεργοποιηθεί.
Loading=Φόρτωση...
Locator=Εντοπισμός τράπεζας μνήμης
MACAddress=Διεύθυνση MAC
Manufacter=Κατασκευαστής
MaximumSpeed=Μέγιστη ταχύτητα επεξεργαστή
MaxSpeed=Μέγιστη ταχύτητα
MediaType=Τύπος μέσου
Memory=Μνήμη
MemoryClock=Χρονισμός μνήμης
MemoryType=Τύπος μνήμης
MemoryUsage=Μνήμη: %s/%s
MemSlot=Υποδοχή μνήμης:
MemSlotCount=Πλήθος υποδοχών μνήμης
Name=Όνομα
NetAdater=Προσαρμογέας δικτύου
NetConnectionID=ID σύνδεσης δικτύου
Normal=Κανονική
OperStatus=Κατάσταση λειτουργίας της διασύνδεσης
OS=Λειτουργικό σύστημα
OSAbbreviate=Συντόμευση γλώσσας
OSCountry=Χώρα
OSCSD=CSD
OSDaylightName=Όνομα θερινής ώρας
OSDisplayName=Εμφανιζόμενο όνομα
OSEdition=Έκδοση
OSInstallDate=Ημερ/νία εγκατάστασης
OSLanguage=Γλώσσα
OSLOCAL=Τοπικά
OSLongDateFormat=Μορφή πλήρους ημερομηνίας
OSMonetary=Σύμβολο νομίσματος
OSMonetarySymbol=Διεθνές σύμβολο νομίσματος
OSPaths=Μεταβλητές περιβάλλοντος
OSProductID=Αναγνωριστικό προϊόντος
OSProductKey=Κλειδί προϊόντος
OSRegisteredOrg=Εγγεγραμμένος οργανισμός
OSRegisteredUser=Εγγεγραμμένος χρήστης
OSShortDateFormat=Μορφή σύντομης ημερομηνίας
OSStandardName=Τυπικό όνομα
OSTimezone=Ζώνη ώρας
OSUTC=UTC Bias (λεπτά)
OSversor=έκδοση
OtherType=Άλλο
Overview=Επισκόπηση υπολογιστή
Part=Κωδικός είδους
PartitionLength=Μέγεθος διαμερίσματος
PartitionNumber=Αριθμός διαμερίσματος
PhysicalAvailable=Διαθέσιμη φυσική: 
PhysicalFree=Ελεύθερη φυσική: 
PhysicalTotal=Σύνολο φυσικής: 
PhysicalUsed=Χρησιμ/νη φυσική: 
PixHeight=Ύψος (πίξελ)
PixWidth=Πλάτος (πίξελ)
ppmDetails=Έλεγχος λεπτομερειών
ppmExit=Έξοδος του Wise Monitor
ppmHide=Απόκρυψη αιωρούμενου παραθύρου
ppmShowFloat=Εμφάνιση αιωρούμενου παραθύρου
ppmStayontop =Πάντα στην κορυφή
PPP=PPP
processName=Όνομα διεργασίας
Processor=Επεξεργαστής
processpath=Θέση
Product=Προϊόν
Recv=Πλήθος λήψεων
RecvS=Λήψεις/s
RefreshRate=Ρυθμός ανανέωσης
SATAVER=Έκδοση SATA
SectorsPerTrack=Τομείς ανά αυλάκι
Send=Πλήθος αποστολών
SendS=Αποστ./s
Serial=Σειριακός αριθμός
ShowNetOnly=Προβολή μόνο διεργασιών δικτύου
ShowSysProcess=Προβολή διεργασιών συστήματος
Size=Μέγεθος
Socket=Προσδιορισμός υποδοχής
SoftwareLookback=Διασύνδεση δικτύου βρόχου επιστροφής λογισμικού
SoundCard=Κάρτα ήχου
Speed=Ταχύτητα
SSD=Συσκευή σταθερής κατάστασης
StartingOffset=Μετατόπιση αρχής
SystemCache=Cache συστήματος: 
Technology=Τεχνολογία
Temperature=Θερμοκρασία
TemperatureMon=Εποπτεία θερμοκρασίας
Temperatures=Θερμοκρασίες
TfrmMemoryProcList.btnSpeedup_1=Επιτάχυνση
TfrmMemoryProcList.btnSpeedup=Αύξηση ταχύτητας
TfrmMemoryProcList.memstate1=Λειτουργεί καλά 
TfrmMemoryProcList.memstate2=Εκτελείται κανονικά
TfrmMemoryProcList.memstate3=Εκτελείται αργά
TfrmMemoryProcList.OptimizationMem=Αποδεσμεύτηκαν %s
TfrmMonitorPopup.lbl1_C=Χρήση CPU
TfrmMonitorPopup.lbl1_M=Χρήση μνήμης
TfrmMonitorPopup.lbl1_R=Ταχύτητα λήψης
TfrmMonitorPopup.lbl1_S=Ταχύτητα αποστολής
TfrmMonitorPopup.lbl1_T=Θερμοκρασία στοιχείων υλικού
TfrmMonitorPopup.lbl2_C=Διακύμανση χρήσης CPU
TfrmMonitorPopup.lbl2_M=Κατάσταση μνήμης συστήματος
TfrmMonitorPopup.lbl2_R=Καταγραφή ταχύτητας λήψης
TfrmMonitorPopup.lbl2_S=Καταγραφή ταχύτητας αποστολής
TfrmMonitorPopup.lblBoard.caption=Μητρική
TfrmMonitorPopup.lblCpu.caption=Επεξεργαστής
TfrmMonitorPopup.lblGpu.caption=Κάρτα γραφικών
TfrmMonitorPopup.lblhdd.caption=Σκληρός δίσκος
Threads=Πλήθος νημάτων
TokenRing=Token Ring
Total=Σύνολο
TotalProcess=Εύρεση %d διεργασιών, συμπεριλαμβανομένων %d διεργασιών χρήστη και %d διεργασιών συστήματος.
TotalSpace=Συνολικό μέγεθος
TracksPerCylinder=Αυλάκια ανά κύλινδρο
Tunnel=Ενθυλάκωση τύπου διοχέτευσης
Type=Τύπος
Unknown type=Άγνωστος τύπος
User=Χρήστης
Version=Έκδοση
VideoDisplay=Εμφανιζόμενο όνομα
VideoMode=Περιγραφή λειτ/γίας βίντεο
Voltages=Τάσεις
VolumeName=Όνομα τόμου
WANconnected=Ο προσαρμογέας WAN δεν είναι συνδεδεμένος.
WINSAddress=Πρωτεύουσα διεύθυνση WINS

[AutoRun]
ResultHint=Η προγραμματισμένη αυτόματη εκκαθάριση ολοκληρώθηκε
Result=Αποτέλεσμα εκκαθάρισης

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Προστασία Μητρώου
TfrmRegFilterNotify.lblTitle.Caption=Προστασία συστήματος
TfrmRegFilterNotify.lblProgram.Caption=Το πρόγραμμα:
KeyName=Κλειδί μητρώου:
TfrmRegFilterNotify.lblKey.Caption=Διαδρομή κλειδιού::
TfrmRegFilterNotify.ckbRemind.Caption=Δεν εμφανίζεται πλέον αυτή η θέση
TfrmRegFilterNotify.btnDeny.Caption=Απαγόρευση
TfrmRegFilterNotify.btnAllow.Caption=Επιτρέπεται
pmAllowProgram=Να επιτρέπεται πάντα αυτό το πρόγραμμα
pmDenyProgram=Να απαγορεύεται πάντα αυτό το πρόγραμμα
regnotifydefaultbrowser=Κάποιο πρόγραμμα αλλάζει τον προεπιλεγμένο περιηγητή
regnotifystartrundesc=Κάποιο πρόγραμμα αλλάζει την εκκίνηση
regnotifyservicesdesc=Κάποιο πρόγραμμα προσπαθεί να εγκαταστήσει πρόγραμμα οδήγησης ή υπηρεσία
regnotifyifeodesc=Κάποιο πρόγραμμα επιχειρεί να παραποιήσει το εκτελέσιμο πρόγραμμα
regnotifyspidesc=Κάποια πρόγραμμα αλλάζει το πρωτόκολλο πολυεπίπεδου δικτύου
regnotifyIEStartPageDesc=Κάποιο πρόγραμμα προσπαθεί να αλλάξει την αρχική σελίδα του IE
regnotifydefaultbrowser_n=Αλλαγή του προεπιλεγμένου προγράμματος περιήγησης
regnotifystartrundesc_n=Αλλαγή της εκκίνησης
regnotifyservicesdesc_n=Εγκατάσταση προγράμματος οδήγησης ή υπηρεσίας
regnotifyifeodesc_n=Παραποίηση του εκτελέσιμου προγράμματος
regnotifyspidesc_n=Αλλαγή πρωτοκόλλου πολυεπίπεδου δικτύου
regnotifyIEStartPageDesc_n=Αλλαγή της αρχικής σελίδας του IE


[EUASK]
regcaption=Καταχώρηση
logincaption=Σύνδεση
FrmEuaskLogin.lblJoin.Caption=Είσοδος στο Euask
FrmEuaskLogin.lblSign.Caption=Είσοδος στο Euask
FrmEuaskLogin.lblnick.Caption=Όνομα χρήστη:
FrmEuaskLogin.lbl1.Caption=Κωδικός πρόσβασης:
FrmEuaskLogin.btnlogin.caption=Σύνδεση
FrmEuaskLogin.btnregister.Caption=Καταχώρηση
FrmEuaskLogin.btnpwd.Caption=Ξεχάσατε τον κωδικό σας;
FrmEuaskLogin.WiseLabel1.Caption=Όνομα χρήστη:
FrmEuaskLogin.WiseLabel2.Caption=Κωδικός πρόσβασης:
FrmEuaskLogin.btnreg.caption=Καταχώρηση
FrmEuaskLogin.WiseSimpleButton1.Caption=Σύνδεση
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Όχι τώρα
inputuser=Παρακαλώ εισάγετε το όνομα χρήστη και τον κωδικό σας.